Repository: pld-linux/xfsprogs
Catalog: xfsprogs-*.po
Languages: pl

source: Check logfile "%s" for more details
pl: Wiêcej szczegó³ów w pliku loga "%s"

source: %s: could not write to logfile "%s".
pl: %s: nie uda³o siê zapisaæ pliku loga "%s".

source: Aborting XFS copy -- logfile error -- reason: %s
pl: Przerwano XFS copy - b³±d pliku loga - przyczyna: %s

source: Aborting XFS copy - reason
pl: Przerwano XFS copy - przyczyna

source: THE FOLLOWING COPIES FAILED TO COMPLETE
pl: NASTÊPUJ¡CYCH KOPII NIE UDA£O SIÊ UKOÑCZYÆ

source: write error
pl: b³±d zapisu

source: lseek64 error
pl: b³±d lseek64

source: at offset %lld
pl: pod offsetem %lld

source: All copies completed.
pl: Wszystkie kopie ukoñczone.

source: See "%s" for more details.
pl: Wiêcej szczegó³ów w "%s".

source: %s: write error on target %d "%s" at offset %lld
pl: %s: b³±d zapisu przy celu %d "%s" pod offsetem %lld

source: %s: lseek64 error on target %d "%s" at offset %lld
pl: %s: b³±d lseek64 przy celu %d "%s" pod offsetem %lld

source: Aborting target %d - reason
pl: Przerywano zapis celu %d - przyczyna

source: Aborting XFS copy - no more targets.
pl: Przerwano XFS copy - nie ma wiêcej celów.

source: %s: thread %d died unexpectedly, target "%s" incomplete
pl: %s: w±tek %d zmar³ nieoczekiwanie, cel "%s" niekompletny

source: %s: offset was probably %lld
pl: %s: offset prawdopodobnie %lld

source: %s: Unknown child died (should never happen!)
pl: %s: Nieznany potomek zmar³ (nie powinno siê zdarzyæ!)

source: Usage: %s [-bd] [-L logfile] source target [target ...]
pl: Sk³adnia: %s [-bd] [-L plik_loga] ¼ród³o cel [cel ...]

source: %s: lseek64 failure at offset %lld
pl: %s: niepowodzenie lseek64 pod offsetem %lld

source: assert error: buf->length = %d, buf->size = %d
pl: b³±d zapewnienia: buf->length = %d, buf->size = %d

source: %s: read failure at offset %lld
pl: %s: b³±d odczytu pod offsetem %lld

source: %s version %s
pl: %s wersja %s

source: %s: couldn't open log file "%s"
pl: %s: nie uda³o siê otworzyæ pliku loga "%s"

source: %s: couldn't set up logfile stream
pl: %s: nie uda³o siê ustanowiæ strumienia pliku loga

source: Couldn't allocate target array
pl: Nie uda³o siê przydzieliæ tablicy celów

source: %s: couldn't register atexit function.
pl: %s: nie uda³o siê zarejestrowaæ funkcji atexit.

source: %s: couldn't open source "%s"
pl: %s: nie uda³o siê otworzyæ ¼ród³a "%s"

source: %s: couldn't stat source "%s"
pl: %s: nie uda³o siê wykonaæ stat na ¼ródle "%s"

source: %s: Cannot set direct I/O flag on "%s".
pl: %s: Nie mo¿na ustawiæ flagi bezpo¶redniego we/wy na "%s".

source: %s: xfsctl on file "%s" failed.
pl: %s: xfsctl na pliku "%s" nie powiod³o siê.

source: %s: Warning -- a filesystem is mounted on the source device.
pl: %s: Uwaga - system plików jest podmontowany na urz±dzeniu ¼ród³owym.

source: Generated copies may be corrupt unless the source is
pl: Wygenerowane kopie mog± byæ uszkodzone o ile ¼ród³o nie jest

source: unmounted or mounted read-only. Copy proceeding...
pl: odmontowane lub podmontowane tylko do odczytu. Kopiowanie w trakcie...

source: %s: couldn't initialize XFS library %s: Aborting.
pl: %s: nie uda³o siê zainicjowaæ biblioteki XFS %s: Przerwano.

source: %s: %s filesystem failed to initialize %s: Aborting.
pl: %s: Nie powiod³a siê inicjalizacja systemu plików %s %s: Przerwano.

source: %s %s filesystem failed to initialize %s: Aborting.
pl: %s: Nie powiod³a siê inicjalizacja systemu plików %s %s: Przerwano.

source: %s: %s has an external log. %s: Aborting.
pl: %s: %s ma zewnêtrzny log. %s: Przerwano.

source: %s: %s has a real-time section. %s: Aborting.
pl: %s: %s ma sekcjê real-time. %s: Przerwano.

source: Error: filesystem block size is smaller than the disk sectorsize. Aborting XFS copy now.
pl: B³±d: rozmiar bloku systemu plików jest mniejszy ni¿ rozmiar sektora dysku. Przerwano XFS copy.

source: Creating file %s
pl: Tworzenie pliku %s

source: %s: a filesystem is mounted on target device "%s". %s cannot copy to mounted filesystems. Aborting
pl: %s: na urz±dzeniu docelowym "%s" jest podmontowany system plików. %s nie mo¿e kopiowaæ na podmontowane systemy plików. Przerwano.

source: %s: couldn't open target "%s"
pl: %s: nie uda³o siê otworzyæ celu "%s"

source: %s: cannot grow data section.
pl: %s: nie mo¿na powiêkszyæ sekcji danych.

source: %s: xfsctl on "%s" failed.
pl: %s: xfsctl na "%s" nie powiod³o siê.

source: %s: failed to write last block
pl: %s: nie uda³o siê zapisaæ ostatniego bloku

source: Is target "%s" too small?
pl: Czy cel "%s" jest zbyt ma³y?

source: Couldn't initialize global thread mask
pl: Nie uda³o siê zainicjowaæ globalnej maski w±tków

source: Error initializing wbuf 0
pl: B³±d inicjalizacji wbuf 0

source: Error initializing btree buf 1
pl: B³±d inicjalizacji btree buf 1

source: Error creating first semaphore.
pl: B³±d tworzenia pierwszego semafora.

source: Couldn't malloc space for thread args
pl: Nie uda³o siê przydzieliæ miejsca na argumenty w±tku

source: Error creating thread mutex %d
pl: B³±d podczas tworzenia sekcji krytycznej %d w±tku

source: Error creating thread for target %d
pl: B³±d podczas tworzenia w±tku dla celu %d

source: WARNING: source filesystem inconsistent.
pl: UWAGA: ¼ród³owy system plików niespójny.

source: A leaf btree rec isn't a leaf. Aborting now.
pl: Li¶æ rekordu b-drzewa nie jest li¶ciem. Przerwano.

source: Usage: %s [options] mountpoint Options: -d grow data/metadata section -l grow log section -r grow realtime section -n don't change anything, just show geometry -I allow inode numbers to exceed %d significant bits -i convert log from external to internal format -t alternate location for mount table (/etc/mtab) -x convert log from internal to external format -D size grow data/metadata section to size blks -L size grow/shrink log section to size blks -R size grow realtime section to size blks -e size set realtime extent size to size blks -m imaxpct set inode max percent to imaxpct -V print version information
pl: Sk³adnia: %s [opcje] punkt_montowania Opcje: -d powiêkszenie sekcji danych/metadanych -l powiêkszenie sekcji loga -r powiêkszenie sekcji realtime -n bez zmian, tylko pokazanie geometrii -I zezwolenie na przekroczenie %d bitów przez numery i-wêz³ów -i przekszta³cenie loga z formatu zewnêtrznego na wewnêtrzny -t inne po³o¿enie tabeli montowañ (/etc/mtab) -x przekszta³cenie loga z formatu wewnêtrznego na zewnêtrzny -D rozmiar powiêkszenie sekcji danych/metadanych do rozmiaru w blokach -L rozmiar powiêkszenie/zmniejszenie sekcji loga do rozmiaru w blokach -R rozmiar powiêkszenie sekcji realtime do rozmiaru w blokach -e rozmiar stawienie rozmiaru fragmentu realtime na rozmiar w blokach -m imaxpct ustawienie maksymalnego procentu i-wêz³ów na imaxpct -V wypisanie informacji o wersji

source: meta-data=%-22s isize=%-6u agcount=%u, agsize=%u blks =%-22s sectsz=%-5u attr=%u data =%-22s bsize=%-6u blocks=%llu, imaxpct=%u =%-22s sunit=%-6u swidth=%u blks, unwritten=%u naming =version %-14u bsize=%-6u log =%-22s bsize=%-6u blocks=%u, version=%u =%-22s sectsz=%-5u sunit=%u blks realtime =%-22s extsz=%-6u blocks=%llu, rtextents=%llu
pl: metadane=%-22s isize=%-6u agcount=%u, agsize=%u bloków =%-22s sectsz=%-5u attr=%u dane =%-22s bsize=%-6u blocks=%llu, imaxpct=%u =%-22s sunit=%-6u swidth=%u bloków, niezapisanych=%u nazwy =wersja %-14u bsize=%-6u log =%-22s bsize=%-6u blocks=%u, wersja=%u =%-22s sectsz=%-5u sunit=%u bloków realtime=%-22s extsz=%-6u blocks=%llu, rtextents=%llu

source: internal
pl: wewnêtrzny

source: external
pl: zewnêtrzny

source: none
pl: brak

source: %s: %s is not a mounted XFS filesystem
pl: %s: %s nie jest podmontowanym systemem plików XFS

source: %s: specified file ["%s"] is not on an XFS filesystem
pl: %s: podany plik ["%s"] nie jest na systemie plików XFS

source: %s: cannot determine geometry of filesystem mounted at %s: %s
pl: %s: nie mo¿na okre¶liæ geometrii systemu plików podmontowanego pod %s: %s

source: %s: failed to access data device for %s
pl: %s: nie uda³o siê uzyskaæ dostêpu do urz±dzenia z danymi dla %s

source: %s: failed to access external log for %s
pl: %s: nie uda³o siê uzyskaæ dostêpu do zewnêtrznego loga dla %s

source: %s: failed to access realtime device for %s
pl: %s: nie uda³o siê uzyskaæ dostêpu do urz±dzenia realtime dla %s

source: data size %lld too large, maximum is %lld
pl: rozmiar danych %lld zbyt du¿y, maksymalny to %lld

source: data size %lld too small, old size is %lld
pl: rozmiar danych %lld zbyt ma³y, stary rozmiar to %lld

source: data size unchanged, skipping
pl: rozmiar danych nie zmieniony, pominiêto

source: inode max pct unchanged, skipping
pl: maksymalny procent i-wêz³ów nie zmieniony, pominiêto

source: %s: growfs operation in progress already
pl: %s: operacja growfs ju¿ trwa

source: %s: XFS_IOC_FSGROWFSDATA xfsctl failed: %s
pl: %s: xfsctl XFS_IOC_FSGROWFSDATA nie powiod³o siê: %s

source: realtime size %lld too large, maximum is %lld
pl: rozmiar realtime %lld zbyt du¿y, maksymalny to %lld

source: realtime size %lld too small, old size is %lld
pl: rozmiar realtime %lld zbyt ma³y, stary rozmiar to %lld

source: realtime size unchanged, skipping
pl: rozmiar realtime nie zmieniony, pominiêto

source: %s: realtime growth not implemented
pl: %s: powiêkszanie realtime nie jest zaimplementowane

source: %s: XFS_IOC_FSGROWFSRT xfsctl failed: %s
pl: %s: xfsctl XFS_IOC_FSGROWFSRT nie powiod³o siê: %s

source: log size unchanged, skipping
pl: rozmiar loga nie zmieniony, pominiêto

source: %s: log growth not supported yet
pl: %s: powiêkszanie loga nie jest jeszcze obs³ugiwane

source: %s: XFS_IOC_FSGROWFSLOG xfsctl failed: %s
pl: %s: xfsctl XFS_IOC_FSGROWFSLOG nie powiod³o siê: %s

source: %s: XFS_IOC_FSGEOMETRY xfsctl failed: %s
pl: %s: xfsctl XFS_IOC_FSGEOMETRY nie powiod³o siê: %s

source: data blocks changed from %lld to %lld
pl: bloki danych zmienione z %lld na %lld

source: inode max percent changed from %d to %d
pl: maksymalny procent i-wêz³ów zmieniony z %d na %d

source: log blocks changed from %d to %d
pl: bloki loga zmienione z %d na %d

source: log changed from %s to %s
pl: log zmieniony - by³ %s, jest %s

source: realtime blocks changed from %lld to %lld
pl: bloki realtime zmienione z %lld na %lld

source: realtime extent size changed from %d to %d
pl: rozmiar fragmentu realtime zmieniony z %d na %d

source: displays the set of extended inode flags associated with the current file Each individual flag is displayed as a single character, in this order: r -- file data is stored in the realtime section p -- file has preallocated extents (cannot be changed using chattr) i -- immutable, file cannot be modified a -- append-only, file can only be appended to s -- all updates are synchronous A -- the access time is not updated for this inode d -- do not include this file in a dump of the filesystem t -- child created in this directory has realtime bit set by default P -- child created in this directory has parents project ID by default n -- symbolic links cannot be created in this directory e -- for non-realtime files, observe the inode extent size value E -- children created in this directory inherit the extent size value Options: -R -- recursively descend (useful when current file is a directory) -D -- recursively descend, but only list attributes on directories -a -- show all flags which can be set alongside those which are set -v -- verbose mode; show long names of flags, not single characters
pl: wy¶wietlanie zbioru rozszerzonych flag i-wêz³ów zwi±zanych z bie¿±cym plikiem Ka¿da flaga jest wy¶wietlana jako pojedynczy znak, w tej kolejno¶ci: r - dane pliku s± zapisane w sekcji realtime p - plik ma ju¿ przydzielone fragmenty (nie do zmiany przez chattr) i - niezmienny, pliku nie mo¿na modyfikowaæ a - tylko do dopisywania, do pliku mo¿na tylko dopisywaæ s - wszystkie uaktualnienia s± synchroniczne A - czas dostêpu nie jest uaktualniany dla tego i-wêz³a d - nie do³±czanie pliku do zrzutu systemu plików t - wpisy tworzone w tym katalogu maj± domy¶lnie ustawiony bit realtime P - wpisy tworzone w tym katalogu maj± domy¶lnie ID projektu rodzica n - w tym katalogu nie mo¿na tworzyæ dowi±zañ symbolicznych e - dla plików nie-realtime - przestrzeganie warto¶ci rozmiaru fragmentu i-wêz³a E - wpisy tworzone w tym katalogu dziedzicz± warto¶æ rozmiaru fragmentu Opcje: -R - rekurencyjne zag³êbianie siê (przydatne kiedy bie¿±cy plik jest katalogiem) -D - rekurencyjne zag³êbianie siê, ale wypisywanie atrybutów tylko katalogów -a - pokazywanie wszystkich flag, które mo¿na ustawiæ, obok ustawionych -v - tryb szczegó³owy; pokazywanie d³ugich nazw flag zamiast pojedynczych znaków

source: modifies the set of extended inode flags associated with the current file Examples: 'chattr +a' - sets the append-only flag 'chattr -a' - clears the append-only flag -R -- recursively descend (useful when current file is a directory) -D -- recursively descend, only modifying attributes on directories +/-r -- set/clear the realtime flag +/-i -- set/clear the immutable flag +/-a -- set/clear the append-only flag +/-s -- set/clear the sync flag +/-A -- set/clear the no-atime flag +/-d -- set/clear the no-dump flag +/-t -- set/clear the realtime inheritance flag +/-P -- set/clear the project ID inheritance flag +/-n -- set/clear the no-symbolic-links flag +/-e -- set/clear the extent-size flag +/-E -- set/clear the extent-size inheritance flag Note1: user must have certain capabilities to modify immutable/append-only. Note2: immutable/append-only files cannot be deleted; removing these files requires the immutable/append-only flag to be cleared first. Note3: the realtime flag can only be set if the filesystem has a realtime section, and the (regular) file must be empty when the flag is set.
pl: zmiana zbioru rozszerzonych flag i-wêz³ów zwi±zanych z bie¿±cym plikiem Przyk³ady: 'chattr +a' - ustawia flagê tylko do dopisywania 'chattr -a' - zdejmuje flagê tylko do dopisywania -R - rekurencyjne zag³êbianie siê (przydatne kiedy bie¿±cy plik jest katalogiem) -D - rekurencyjne zag³êbianie siê, ale zmiana atrybutów tylko katalogów +/-r - ustawienie/zdjêcie flagi realtime +/-i - ustawienie/zdjêcie flagi immutable (niezmienno¶ci) +/-a - ustawienie/zdjêcie flagi append-only (tylko do dopisywania) +/-s - ustawienie/zdjêcie flagi sync (synchronicznego zapisu) +/-A - ustawienie/zdjêcie flagi no-atime +/-d - ustawienie/zdjêcie flagi no-dump +/-t - ustawienie/zdjêcie flagi dziedziczenia realtime +/-P - ustawienie/zdjêcie flagi dziedziczenia ID projektu +/-n - ustawienie/zdjêcie flagi braku dowi±zañ symbolicznych +/-e - ustawienie/zdjêcie flagi extent-size (rozmiaru fragmentu) +/-E - ustawienie/zdjêcie flagi dziedziczenia rozmiaru fragmentu Uwaga1: u¿ytkownik musi mieæ pewne uprawnienia do zmiany flag immutable/append-only Uwaga2: plików immutable/append-only nie mo¿na usuwaæ; usuwanie tych plików wymaga zdjêcia flag immutable/append-only przed usuniêciem. Uwaga3: flagê realtime mo¿na ustawiæ tylko je¶li system plików ma sekcjê realtime i (zwyk³y) plik musi byæ pusty przy ustawianiu flagi.

source: %s: cannot open %s: %s
pl: %s: nie mo¿na otworzyæ %s: %s

source: %s: cannot get flags on %s: %s
pl: %s: nie mo¿na pobraæ flag %s: %s

source: %s: cannot set flags on %s: %s
pl: %s: nie mo¿na ustawiæ flag %s: %s

source: %s: unknown flag
pl: %s: nieznana flaga

source: %s: bad chattr command, not +/-X
pl: %s: z³e polecenie chattr - nie +/-X

source: change extended inode flags on the currently open file
pl: zmiana rozszerzonych flag i-wêz³ów aktualnie otwartego pliku

source: list extended inode flags set on the currently open file
pl: wypisanie rozszerzonych flag i-wêz³ów aktualnie otwartego pliku

source: prints the block mapping for an XFS file's data or attribute forks Example: 'bmap -vp' - tabular format verbose map, including unwritten extents bmap prints the map of disk blocks used by the current file. The map lists each extent used by the file, as well as regions in the file that do not have any corresponding blocks (holes). By default, each line of the listing takes the following form: extent: [startoffset..endoffset]: startblock..endblock Holes are marked by replacing the startblock..endblock with 'hole'. All the file offsets and disk blocks are in units of 512-byte blocks. -a -- prints the attribute fork map instead of the data fork. -d -- suppresses a DMAPI read event, offline portions shown as holes. -l -- also displays the length of each extent in 512-byte blocks. Note: the bmap for non-regular files can be obtained provided the file was opened appropriately (in particular, must be opened read-only).
pl: wypisanie mapowania bloków dla danych lub atrybutów pliku na XFS-ie Przyk³ad: 'bmap -vp' - szczegó³owa mapa w formacie tabeli wraz z nie zapisanymi fragmentami bmap wypisuje mapê bloków dysku u¿ywanych przez bie¿±cy plik. Mapa opisuje ka¿dy fragment u¿yty przez plik, a tak¿e regiony w pliku nie maj±ce przypisanych bloków (dziury). Domy¶lnie ka¿da linia listingu przyjmuje nastêpuj±c± postaæ: fragment: [offsetpocz..offsetkoñc]: blokpocz..blokkoñc Dziury s± oznaczane przez zast±pienie blokpocz..blokkoñc przez 'dziura'. Wszystkie offsety w plikach i bloki dysku s± w jednostkach 512-bajtowych. -a - wypisanie mapy ga³êzi atrybutów zamiast ga³êzi danych. -d - pominiêcie zdarzenia odczytu DMAPI, pokazanie czê¶ci offline jako dziur. -l - wy¶wietlenie tak¿e d³ugo¶ci ka¿dego fragmentu w 512-bajtowych blokach. Uwaga: bmap dla plików nie bêd±cych plikami zwyk³ymi mo¿na uzyskaæ pod warunkiem, ¿e plik zosta³ otwarty odpowiednio (w szczególno¶ci musi byæ otwarty tylko do odczytu).

source: %s: can't get geometry ["%s"]: %s
pl: %s: nie mo¿na uzyskaæ geometrii ["%s"]: %s

source: %s: cannot read attrs on "%s": %s
pl: %s: nie mo¿na odczytaæ atrybutów "%s": %s

source: %s: malloc of %d bytes failed.
pl: %s: przydzielenie %d bajtów nie powiod³o siê.

source: %s: cannot realloc %d bytes
pl: %s: nie mo¿na wykonaæ realloc na %d bajtów

source: %s: no extents
pl: %s: brak fragmentów

source: hole
pl: dziura

source: %lld blocks
pl: %lld bloków

source: FILE-OFFSET
pl: OFFSET-W-PLIKU

source: BLOCK-RANGE
pl: ZAKRES-BLOKÓW

source: AG-OFFSET
pl: OFFSET-AG

source: TOTAL
pl: RAZEM

source: FLAGS
pl: FLAGI

source: FLAG Values:
pl: Warto¶ci FLAG:

source: %*.*o Unwritten preallocated extent
pl: %*.*o Nie zapisany, ju¿ przydzielony fragment

source: %*.*o Doesn't begin on stripe unit
pl: %*.*o Nie zaczyna siê od jednostki pasa

source: %*.*o Doesn't end on stripe unit
pl: %*.*o Nie koñczy siê na jednostce pasa

source: %*.*o Doesn't begin on stripe width
pl: %*.*o Nie zaczyna siê na szeroko¶ci pasa

source: %*.*o Doesn't end on stripe width
pl: %*.*o Nie koñczy siê na szeroko¶ci pasa

source: print block mapping for an XFS file
pl: wypisanie mapowania bloków dla pliku na XFS-ie

source: advise the page cache about expected I/O patterns on the current file Modifies kernel page cache behaviour when operating on the current file. The range arguments are required by some advise commands ([*] below). With no arguments, the POSIX_FADV_NORMAL advice is implied. -d -- don't need these pages (POSIX_FADV_DONTNEED) [*] -n -- data will be accessed once (POSIX_FADV_NOREUSE) [*] -r -- expect random page references (POSIX_FADV_RANDOM) -s -- expect sequential page references (POSIX_FADV_SEQUENTIAL) -w -- will need these pages (POSIX_FADV_WILLNEED) [*] Notes: these interfaces are not supported in Linux kernels before 2.6. NORMAL sets the default readahead setting on the file. RANDOM sets the readahead setting on the file to zero. SEQUENTIAL sets double the default readahead setting on the file. WILLNEED and NOREUSE are equivalent, and force the maximum readahead.
pl: doradzenie buforowi stron w sprawie oczekiwanych schematów we/wy na bie¿±cym pliku fadvise modyfikuje zachowanie bufora stron przy operacjach na bie¿±cym pliku. Niektóre polecenia fadvise ([*] poni¿ej) wymagaj± podania zakresu. Bez argumentów zak³ada siê doradzenie POSIX_FADV_NORMAL. -d - podane strony nie s± wymagane (POSIX_FADV_DONTNEED) [*] -n - dostêp do danych bêdzie jednokrotny (POSIX_FADV_NOREUSE) [*] -r - nale¿y oczekiwaæ losowych odwo³añ do stron (POSIX_FADV_RANDOM) -s - nale¿y oczekiwaæ sekwencyjnych odwo³añ do stron (POSIX_FADV_SEQUENTIAL) -w - podane strony bêd± potrzebne (POSIX_FADV_WILLNEED) [*] Uwagi: te interfejsy nie by³y obs³ugiwane przez j±dra Linuksa przed 2.6. NORMAL ustawia domy¶ln± warto¶æ czytania z wyprzedzeniem dla pliku. RANDOM ustawia czytanie z wyprzedzeniem dla pliku na zero. SEQUENTIAL ustawia podwójn± domy¶ln± warto¶æ czytania z wyprzedzeniem. WILLNEED i NOREUSE s± równoznaczne i wymuszaj± maksymalne czytanie z wyprzedzeniem.

source: non-numeric offset argument -- %s
pl: nieliczbowy argument bêd±cy offsetem - %s

source: non-numeric length argument -- %s
pl: nieliczbowy argument bêd±cy d³ugo¶ci± - %s

source: [-dnrsw] [off len]
pl: [-dnrsw] [offset d³ugo¶æ]

source: advisory commands for sections of a file
pl: polecenia doradcze dla sekcji pliku

source: foreign
pl: obcy

source: sync
pl: synchr

source: non-sync
pl: niesynchr

source: direct
pl: bezpo¶redni

source: non-direct
pl: niebezpo¶redni

source: read-only
pl: tylko do odczytu

source: read-write
pl: odczyt i zapis

source: ,append-only
pl: ,tylko dopisywanie

source: ,non-block
pl: ,nieblokuj±cy

source: value %d is out of range (0-%d)
pl: warto¶æ %d jest spoza zakresu (0-%d)

source: set the current file
pl: ustawienie bie¿±cego pliku

source: list current open files and memory mappings
pl: wypisanie aktualnie otwartych plików i odwzorowañ w pamiêci

source: %s: cannot freeze filesystem at %s: %s
pl: %s: nie mo¿na zamroziæ systemu plików na %s: %s

source: %s: cannot unfreeze filesystem mounted at %s: %s
pl: %s: nie mo¿na odmroziæ systemu plików podmontowanego pod %s: %s

source: freeze filesystem of current file
pl: zamro¿enie systemu plików na bie¿±cym pliku

source: unfreeze filesystem of current file
pl: odmro¿enie systemu plików na bie¿±cym pliku

source: calls fsync(2) to flush all in-core file state to disk
pl: wywo³anie fsync(2) aby zrzuciæ ca³y stan pliku z pamiêci na dysk

source: calls fdatasync(2) to flush the files in-core data to disk
pl: wywo³anie fdatasync(2) aby zrzuciæ dane pliku z pamiêci na dysk

source: report process resource usage
pl: informacje o wykorzystaniu zasobów przez proces

source: ino %10llu count %2d mask %016llx
pl: i-wêze³ %10llu liczba %2d maska %016llx

source: [nentries]
pl: [liczba_wpisów]

source: inode map for filesystem of current file
pl: map i-wêz³ów dla systemu plików bie¿±cego pliku

source: Usage: %s [-adFfmrRstx] [-p prog] [-c cmd]... file
pl: Sk³adnia: %s [-adFfmrRstx] [-p program] [-c polecenie]... plik

source: no files are open, try 'help open'
pl: nie ma otwartych plików, spróbuj 'help open'

source: no mapped regions, try 'help mmap'
pl: nie ma podmapowanych regionów, spróbuj 'help mmap'

source: foreign file active, %s command is for XFS filesystems only
pl: aktywny jest plik obcy, polecenie %s jest tylko dla systemów plików XFS

source: non-numeric mode -- %s
pl: tryb nieliczbowy - %s

source: inject errors into the filesystem of the currently open file Example: 'inject readagf' - cause errors on allocation group freespace reads Causes the kernel to generate and react to errors within XFS, provided the XFS kernel code has been built with debugging features enabled. With no arguments, displays the list of error injection tags.
pl: wprowadzenie b³êdów do systemu plików aktualnie otwartego pliku Przyk³ad: 'inject readagf' - spowodowanie b³êdów przy odczytach wolnego miejsca grup alokacji inject powoduje, ¿e j±dro generuje i reaguje na b³êdy wewn±trz XFS-a, pod warunkiem, ¿e kod XFS-a w j±drze zosta³ zbudowany z w³±czonymi opcjami diagnostycznymi. Bez argumentów wy¶wietla listê znaczników wprowadzania b³êdów.

source: no such tag -- %s
pl: nie ma takiego znacznika - %s

source: [tag ...]
pl: [znacznik ...]

source: inject errors into a filesystem
pl: wprowadzanie b³êdów do systemu plików
