Repository: pld-linux/xfsprogs
Catalog: xfsprogs-*.po
Languages: pl

source: turn filesystem quota off, both accounting and enforcement Example: 'off -uv' (switch off user quota on the current filesystem) This command is the equivalent of the traditional quotaoff command, which disables quota completely on a mounted filesystem. Note that there is no 'on' command - for XFS filesystems (with the exception of the root filesystem on IRIX) quota can only be enabled at mount time, through the use of one of the quota mount options. The state command is useful for displaying the current state. Using the -v (verbose) option with the 'off' command will display the quota state for the affected filesystem once the operation is complete. The affected quota type is -g (groups), -p (projects) or -u (users) and defaults to user quota (multiple types can be specified).
pl: wy³±czenie podsystemu quota (zarówno rozliczania jak i wymuszania) Przyk³ad: 'off -uv' (wy³±czenie limitów u¿ytkownika w bie¿±cym systemie plików) To polecenie jest odpowiednikiem tradycyjnego polecenia quotaoff, wy³±czaj±cego ca³kowicie limity na podmontowanym systemie plików. Nale¿y zauwa¿yæ, ¿e nie ma polecenia 'on' - dla systemów plików XFS (z wyj±tkiem g³ównego systemu plików pod systemem IRIX) limity mo¿na w³±czyæ wy³±cznie na etapie montowania, poprzez u¿ycie jednej z opcji quota programu mount. Polecenie state jest przydatne do wy¶wietlania aktualnego stanu. U¿ycie opcji -v (szczegó³owo¶æ) dla polecenia 'off' wy¶wietli stan quoty dla danego systemu plików po zakoñczeniu operacji. Rodzaj limitu którego dotyczy polecenie mo¿na wybraæ opcj± -g (grupy), -p (projekty) lub -u (u¿ytkownicy); domy¶lnie polecenie dotyczy limitów u¿ytkowników (mo¿na podaæ wiele rodzajów).

source: query the state of quota on the current filesystem This is a verbose status command, reporting whether or not accounting and/or enforcement are enabled for a filesystem, which inodes are in use as the quota state inodes, and how many extents and blocks are presently being used to hold that information. The quota type is specified via -g (groups), -p (projects) or -u (users) and defaults to user quota (multiple types can be specified).
pl: odczytanie stanu podsystemu quota w bie¿±cym systemie plików Jest to polecenie szczegó³owo informuj±ce o stanie, opisuj±ce czy w³±czone jest rozliczanie i/lub wymuszanie limitów w systemie plików, które i-wêz³y s± wykorzystywane jako i-wêz³y stanu quot oraz ile fragmentów i bloków jest aktualnie u¿ywana do przechowywania tych informacji. Rodzaj limitów podaje siê opcj± -g (grupy), -p (projekty) lub -u (u¿ytkownicy); domy¶lnie polecenie dotyczy limitów u¿ytkowników (mo¿na podaæ wiele rodzajów).

source: enable quota enforcement on a filesystem If a filesystem is mounted and has quota accounting enabled, but not quota enforcement, enforcement can be enabled with this command. With the -v (verbose) option, the status of the filesystem will be reported after the operation is complete. The affected quota type is -g (groups), -p (projects) or -u (users) and defaults to user quota (multiple types can be specified).
pl: w³±czenie wymuszania limitów w systemie plików Je¶li system plików jest podmontowany i ma w³±czone rozliczanie limitów, ale nie ma wymuszania limitów, mo¿na w³±czyæ wymuszanie tym poleceniem. Z opcj± -v (szczegó³owo¶æ) po zakoñczeniu operacji zostanie zraportowany stan systemu plików. Rodzaj limitów podaje siê opcj± -g (grupy), -p (projekty) lub -u (u¿ytkownicy); domy¶lnie polecenie dotyczy limitów u¿ytkowników (mo¿na podaæ wiele rodzajów).

source: disable quota enforcement on a filesystem If a filesystem is mounted and is currently enforcing quota, this provides a mechanism to switch off the enforcement, but continue to perform used space (and used inodes) accounting. The affected quota type is -g (groups), -p (projects) or -u (users).
pl: wy³±czenie wymuszania limitów w systemie plików Je¶li system plików jest podmontowany i aktualnie wymusza przestrzeganie limitów, tym poleceniem mo¿na wy³±czyæ wymuszanie, ale nadal pozostawiæ rozliczanie wykorzystanego miejsca (oraz i-wêz³ów). Rodzaj limitów podaje siê opcj± -g (grupy), -p (projekty) lub -u (u¿ytkownicy).

source: remove any space being used by the quota subsystem Once quota has been switched 'off' on a filesystem, the space that was allocated to holding quota metadata can be freed via this command. The affected quota type is -g (groups), -p (projects) or -u (users) and defaults to user quota (multiple types can be specified).
pl: zwolnienie miejsca zajmowanego przez podsystem quota Po wy³±czeniu limitów dla systemu plików mo¿na tym poleceniem zwolniæ miejsce przydzielone na przechowywanie metadanych quot. Rodzaj limitów podaje siê opcj± -g (grupy), -p (projekty) lub -u (u¿ytkownicy); domy¶lnie polecenie dotyczy limitów u¿ytkowników (mo¿na podaæ wiele rodzajów).

source: %s quota state on %s (%s)
pl: stan limitów %s na %s (%s)

source: Accounting: %s
pl: Rozliczanie: %s

source: ON
pl: W£¡CZONE

source: OFF
pl: WY£¡CZONE

source: Enforcement: %s
pl: Wymuszanie: %s

source: Inode: #%llu (%llu blocks, %lu extents)
pl: I-wêze³: #%llu (%llu bloków, %lu fragmentów)

source: %s grace time: %s
pl: czas pob³a¿liwo¶ci %s: %s

source: %s quota are not enabled on %s
pl: Limity %s nie s± w³±czone na %s

source: permanently switch quota off for a path
pl: wy³±czenie limitów na sta³e dla ¶cie¿ki

source: get overall quota state information
pl: uzyskanie ogólnych informacji o stanie quot

source: enable quota enforcement
pl: w³±czenie wymuszania limitów

source: disable quota enforcement
pl: wy³±czenie wymuszania limitów

source: remove quota extents from a filesystem
pl: usuniêcie fragmentów zwi±zanych z limitami z systemu plików

source: [-none-]
pl: [-brak-]

source: [--none--]
pl: [--brak--]

source: day
pl: dzieñ

source: days
pl: dni

source: Blocks
pl: Bloki

source: Inodes
pl: I-wêz³y

source: Realtime Blocks
pl: Bloki realtime

source: User
pl: u¿ytkowników

source: Group
pl: grup

source: Project
pl: projektów

source: %s: open on %s failed: %s
pl: %s: open dla %s nie powiod³o siê: %s

source: %s: fdopen on %s failed: %s
pl: %s: fdopen dla %s nie powiod³o siê: %s

source: bad magic # 0x%x for agf %d
pl: b³êdna liczba magiczna 0x%x dla agf %d

source: bad version # %d for agf %d
pl: b³êdny numer wersji %d dla agf %d

source: bad sequence # %d for agf %d
pl: b³êdny numer sekwencji %d dla agf %d

source: bad length %d for agf %d, should be %d
pl: b³êdna d³ugo¶æ %d dla agf %d, powinno byæ %d

source: bad length %d for agf %d, should be %llu
pl: b³êdna d³ugo¶æ %d dla agf %d, powinno byæ %llu

source: flfirst %d in agf %d too large (max = %d)
pl: flfirst %d w agf %d zbyt du¿e (maksimum = %d)

source: fllast %d in agf %d too large (max = %d)
pl: fllast %d w agf %d zbyt du¿e (maksimum = %d)

source: bad magic # 0x%x for agi %d
pl: b³êdna liczba magiczna 0x%x dla agi %d

source: bad version # %d for agi %d
pl: b³êdny numer wersji %d dla agi %d

source: bad sequence # %d for agi %d
pl: b³êdny numer sekwencji %d dla agi %d

source: bad length # %d for agi %d, should be %d
pl: b³êdna d³ugo¶æ %d dla agi %d, powinno byæ %d

source: bad length # %d for agi %d, should be %llu
pl: b³êdna d³ugo¶æ %d dla agi %d, powinno byæ %llu

source: zeroing unused portion of %s superblock (AG #%u)
pl: zerowanie nieu¿ywanej czê¶ci superbloku %s (AG #%u)

source: primary
pl: g³ównego

source: secondary
pl: zapasowego

source: would zero unused portion of %s superblock (AG #%u)
pl: nieu¿ywana czê¶æ superbloku %s (AG #%u) zosta³aby wyzerowana

source: bad flags field in superblock %d
pl: b³êdne pole flag w superbloku %d

source: non-null user quota inode field in superblock %d
pl: niezerowe pole i-wêz³a limitów u¿ytkowników w superbloku %d

source: non-null group quota inode field in superblock %d
pl: niezerowe pole i-wêz³a limitów grup w superbloku %d

source: non-null quota flags in superblock %d
pl: niezerowe flagi limitów w superbloku %d

source: bad shared version number in superblock %d
pl: b³êdny numer wersji dzielonej w superbloku %d

source: bad inode alignment field in superblock %d
pl: b³êdne pole wyrównania i-wêz³ów w superbloku %d

source: bad stripe unit/width fields in superblock %d
pl: b³êdne pola jednostki/szeroko¶ci pasa w superbloku %d

source: bad log/data device sector size fields in superblock %d
pl: b³êdne pola rozmiaru sektora urz±dzenia loga/danych w superbloku %d

source: bad on-disk superblock %d - %s
pl: b³êdny superblok %d na dysku - %s

source: primary/secondary superblock %d conflict - %s
pl: konflikt g³ównego/zapasowego superbloku %d - %s

source: entry contains illegal value in attribute named SGI_ACL_FILE or SGI_ACL_DEFAULT
pl: wpis zawiera niedozwolon± warto¶æ w atrybucie SGI_ACL_FILE lub SGI_ACL_DEFAULT

source: entry contains illegal value in attribute named SGI_MAC_LABEL
pl: wpis zawiera niedozwolon± warto¶æ w atrybucie SGI_MAC_LABEL

source: entry contains illegal value in attribute named SGI_CAP_FILE
pl: wpis zawiera niedozwolon± warto¶æ w atrybucie SGI_CAP_FILE

source: there are no attributes in the fork for inode %llu
pl: nie ma atrybutów w ga³êzi dla i-wêz³a %llu

source: would junk the attribute fork since count is 0 for inode %llu
pl: ga³±¼ atrybutów zosta³aby usuniêta poniewa¿ licznik wynosi 0 dla i-wêz³a %llu

source: zero length name entry in attribute fork,
pl: wpis nazwy zerowej d³ugo¶ci w ga³êzi atrybutów,

source: truncating attributes for inode %llu to %d
pl: uciêto atrybuty dla i-wêz³a %llu do %d

source: would truncate attributes for inode %llu to %d
pl: atrybuty dla i-wêz³a %llu zosta³yby uciête do %d

source: name or value attribute lengths are too large,
pl: d³ugo¶ci nazwy lub warto¶ci atrybutów s± zbyt du¿e,

source: entry contains illegal character in shortform attribute name
pl: wpis zawiera niedozwolony znak w nazwie atrybutu krótkiego

source: entry has INCOMPLETE flag on in shortform attribute
pl: wpis ma flagê NIEPE£NY w atrybucie krótkim

source: removing attribute entry %d for inode %llu
pl: usuniêto wpis atrybutu %d dla i-wêz³a %llu

source: would remove attribute entry %d for inode %llu
pl: wpis atrybutu %d dla i-wêz³a %llu zosta³by usuniêty

source: would have corrected attribute entry count in inode %llu from %d to %d
pl: liczba wpisów atrybutów w i-wê¼le %llu zosta³aby poprawiona z %d na %d

source: corrected attribute entry count in inode %llu, was %d, now %d
pl: poprawiono liczbê wpisów atrybutów w i-wê¼le %llu - by³o %d, jest %d

source: would have corrected attribute totsize in inode %llu from %d to %d
pl: totsize atrybutów w i-wê¼le %llu zosta³by poprawiony z %d na %d

source: corrected attribute entry totsize in inode %llu, was %d, now %d
pl: poprawiono totsize wpisu atrybutów w i-wê¼le %llu - by³o %d, jest %d

source: remote block for attributes of inode %llu is missing
pl: brak odleg³ego bloku dla atrybutów i-wêz³a %llu

source: can't read remote block for attributes of inode %llu
pl: nie mo¿na odczytaæ odleg³ego bloku dla atrybutów i-wêz³a %llu

source: bad attribute count %d in attr block %u, inode %llu
pl: b³êdna liczba atrybutów %d w bloku atrybutów %u, i-wê¼le %llu

source: bad attribute nameidx %d in attr block %u, inode %llu
pl: b³êdny nameidx atrybutu %d w bloku atrybutów %u, i-wê¼le %llu

source: attribute entry #%d in attr block %u, inode %llu is INCOMPLETE
pl: wpis atrybutu #%d w bloku atrybutów %u, i-wê¼le %llu jest NIEPE£NY

source: attribute entry %d in attr block %u, inode %llu claims already used space
pl: wpis atrybutu %d w bloku atrybutów %u, i-wê¼le %llu odwo³uje siê do ju¿ u¿ytego miejsca

source: attribute entry %d in attr block %u, inode %llu has bad name (namelen = %d)
pl: wpis atrybutu %d w bloku atrybutów %u, i-wê¼le %llu ma b³êdn± nazwê (namelen = %d)

source: bad hashvalue for attribute entry %d in attr block %u, inode %llu
pl: b³êdna warto¶æ hasza dla wpisu atrybutu %d w bloku atrybutów %u, i-wê¼le %llu

source: bad security value for attribute entry %d in attr block %u, inode %llu
pl: b³êdna warto¶æ bezpieczeñstwa dla wpisu atrybutu %d w bloku atrybutów %u, i-wê¼le %llu

source: inconsistent remote attribute entry %d in attr block %u, ino %llu
pl: niespójny wpis odleg³ego atrybutu %d w bloku atrybutów %u, i-wê¼le %llu

source: cannot malloc enough for remotevalue attribute for inode %llu
pl: nie mo¿na przydzieliæ wystarczaj±co du¿o dla atrybutu remotevalue dla i-wêz³a %llu

source: SKIPPING this remote attribute
pl: POMINIÊTO ten atrybut odleg³y

source: remote attribute get failed for entry %d, inode %llu
pl: pobranie odleg³ego atrybutu nie powiod³o siê dla wpisu %d, i-wêz³a %llu

source: remote attribute value check failed for entry %d, inode %llu
pl: sprawdzenie warto¶ci odleg³ego atrybutu nie powiod³o siê dla wpisu %d, i-wêz³a %llu

source: attribute entry %d in attr block %u, inode %llu claims used space
pl: wpis atrybutu %d w bloku atrybutów %u, i-wê¼le %llu odwo³uje siê do u¿ywanego miejsca

source: - resetting first used heap value from %d to %d in block %u of attribute fork of inode %llu
pl: - przestawiono pierwsz± u¿ywan± warto¶æ sterty z %d na %d w bloku %u ga³êzi atrybutów i-wêz³a %llu

source: - would reset first used value from %d to %d in block %u of attribute fork of inode %llu
pl: - pierwsza u¿ywana warto¶æ zosta³aby przestawiona z %d na %d w bloku %u ga³êzi atrybutów i-wêz³a %llu

source: - resetting usedbytes cnt from %d to %d in block %u of attribute fork of inode %llu
pl: - przestawiono liczbê u¿ytych bajtów z %d na %d w bloku %u ga³êzi atrybutów i-wêz³a %llu

source: - would reset usedbytes cnt from %d to %d in block %u of attribute fork of %llu
pl: - liczba u¿ytych bajtów zosta³aby przestawiona z %d na %d w bloku %u ga³êzi atrybutów i-wêz³a %llu

source: can't map block %u for attribute fork for inode %llu
pl: nie mo¿na odwzorowaæ bloku %u dla ga³êzi atrybutów dla i-wêz³a %llu

source: can't read file block %u (fsbno %llu) for attribute fork of inode %llu
pl: nie mo¿na odczytaæ bloku pliku %u (fsbno %llu) dla ga³êzi atrybutów i-wêz³a %llu

source: bad attribute leaf magic %#x for inode %llu
pl: b³êdna liczba magiczna li¶cia atrybutu %#x dla i-wêz³a %llu

source: bad sibling back pointer for block %u in attribute fork for inode %llu
pl: b³êdny wska¼nik wsteczny dla bloku %u w ga³êzi atrybutów dla i-wêz³a %llu

source: bad hash path in attribute fork for inode %llu
pl: b³êdna ¶cie¿ka hasza w ga³êzi atrybutów dla i-wêz³a %llu

source: block 0 of inode %llu attribute fork is missing
pl: brak bloku 0 i-wêz³a %llu ga³êzi atrybutów

source: agno of attribute fork of inode %llu out of regular partition
pl: agno ga³êzi atrybutów i-wêz³a %llu spoza zwyk³ej partycji

source: can't read block 0 of inode %llu attribute fork
pl: nie mo¿na odczytaæ bloku 0 i-wêz³a %llu ga³êzi atrybutów

source: clearing forw/back pointers in block 0 for attributes in inode %llu
pl: wyczyszczono wska¼niki forw/back w bloku 0 dla atrybutów w i-wê¼le %llu

source: would clear forw/back pointers in block 0 for attributes in inode %llu
pl: wska¼niki forw/back w bloku 0 dla atrybutów w i-wê¼le %llu zosta³yby wyczyszczone

source: bad attribute leaf magic # %#x for dir ino %llu
pl: b³êdna liczba magiczna li¶cia atrybutu %#x dla i-wêz³a katalogu %llu

source: illegal attribute format %d, ino %llu
pl: niedozwolony format atrybutu %d, i-wêze³ %llu

source: avl_insert: Warning! duplicate range [%llu,%llu]
pl: avl_insert: Uwaga! powtórzony przedzia³ [%llu,%llu]

source: realloc failed in blkent_append (%u bytes)
pl: realloc nie powiod³o siê w blkent_append (%u bajtów)

source: malloc failed in blkent_new (%u bytes)
pl: malloc nie powiod³o siê w blkend_new (%u bajtów)

source: malloc failed in blkent_prepend (%u bytes)
pl: malloc nie powiod³o siê w blkent_prepend (%u bajtów)

source: malloc failed in blkmap_alloc (%u bytes)
pl: malloc nie powiod³o siê w blkmap_alloc (%u bajtów)

source: blkmap_getn realloc failed (%u bytes)
pl: realloc w blkmap_getn nie powiod³o siê (%u bajtów)

source: realloc failed in blkmap_grow (%u bytes)
pl: realloc nie powiod³o siê w blkmap_grow (%u bajtów)

source: cannot read agbno (%u/%u), disk block %lld
pl: nie mo¿na odczytaæ agbno (%u/%u), blok dysku %lld

source: uncertain inode block %d/%d already known
pl: niepewny blok i-wêz³a %d/%d ju¿ znany

source: inode block %d/%d multiply claimed, (state %d)
pl: blok i-wêz³a %d/%d ju¿ przypisany (stan %d)

source: inode block %d/%d bad state, (state %d)
pl: blok i-wêz³a (%d/%d) w b³êdnym stanie (stan %d)

source: uncertain inode block overlap, agbno = %d, ino = %llu
pl: niepewny blok i-wêz³a pokrywa siê, agbno = %d, i-wêze³ %llu

source: uncertain inode block %llu already known
pl: niepewny blok i-wêz³a %llu ju¿ znany

source: cannot read inode %llu, disk block %lld, cnt %d
pl: nie mo¿na odczytaæ i-wêz³a %llu, blok dysku %lld, cnt %d

source: can't read inode %llu, disk block %lld, cnt %d
pl: nie mo¿na odczytaæ i-wêz³a %llu, blok dysku %lld, cnt %d

source: bad state in block map %d
pl: b³êdny stan w mapie bloku %d

source: inode block %llu multiply claimed, state was %d
pl: blok i-wêz³a %llu wielokrotnie przydzielony, stan by³ %d

source: imap claims in-use inode %llu is free,
pl: imap twierdzi, ¿e u¿ywany i-wêze³ %llu jest wolny,

source: correcting imap
pl: poprawiono imap

source: would correct imap
pl: imap zosta³oby poprawione

source: cleared root inode %llu
pl: wyczyszczono g³ówny i-wêze³ %llu

source: would clear root inode %llu
pl: g³ówny wêze³ %llu zosta³by wyczyszczony

source: cleared realtime bitmap inode %llu
pl: wyczyszczono i-wêze³ bitmapy realtime %llu

source: would clear realtime bitmap inode %llu
pl: i-wêze³ bitmapy realtime %llu zosta³by wyczyszczony

source: cleared realtime summary inode %llu
pl: wyczyszczono i-wêze³ opisu realtime %llu

source: would clear realtime summary inode %llu
pl: i-wêze³ opisu realtime %llu zosta³by wyczyszczony

source: cleared inode %llu
pl: wyczyszczono i-wêze³ %llu

source: would have cleared inode %llu
pl: i-wêze³ %llu zosta³by wyczyszczony

source: found inodes not in the inode allocation tree
pl: znaleziono i-wêz³y nieobecne w drzewie alokacji i-wêz³ów

source: Unknown inode format.
pl: Nieznany format i-wêz³a.

source: clearing inode %llu attributes
pl: wyczyszczono atrybuty i-wêz³a %llu

source: would have cleared inode %llu attributes
pl: atrybuty i-wêz³a %llu zosta³yby wyczyszczone

source: data
pl: danych

source: attr
pl: atrybutów

source: regular
pl: zwyk³ym

source: bmap rec out of order, inode %llu entry %d [o s c] [%llu %llu %llu], %d [%llu %llu %llu]
pl: rekord bmap uszkodzony, i-wêze³ %llu wpis %d [o s c] [%llu %llu %llu], %d [%llu %llu %llu]

source: zero length extent (off = %llu, fsbno = %llu) in ino %llu
pl: fragment zerowej d³ugo¶ci (off = %llu, fsbno = %llu) w i-wê¼le %llu

source: inode %llu - bad rt extent start block number %llu, offset %llu
pl: i-wêze³ %llu - b³êdny numer bloku pocz±tkowego fragmentu rt %llu, offset %llu

source: inode %llu - bad rt extent last block number %llu, offset %llu
pl: i-wêze³ %llu - b³êdny numer bloku koñcowego fragmentu rt %llu, offset %llu

source: inode %llu - bad rt extent overflows - start %llu, end %llu, offset %llu
pl: i-wêze³ %llu - b³êdne przepe³nienie fragmentu rt - pocz±tek %llu, koniec %llu, offset %llu

source: inode %llu - bad extent starting block number %llu, offset %llu
pl: i-wêze³ %llu - b³êdny numer bloku pocz±tkowego fragmentu %llu, offset %llu

source: inode %llu - bad extent last block number %llu, offset %llu
pl: i-wêze³ %llu - b³êdny numer bloku koñcowego fragmentu %llu, offset %llu

source: inode %llu - bad extent overflows - start %llu, end %llu, offset %llu
pl: i-wêze³ %llu - b³êdne przepe³nienie fragmentu - pocz±tek %llu, koniec %llu, offset %llu

source: inode %llu - extent offset too large - start %llu, count %llu, offset %llu
pl: i-wêze³ %llu - offset fragmentu zbyt du¿y - pocz±tek %llu, liczba %llu, offset %llu

source: malformed rt inode extent [%llu %llu] (fs rtext size = %u)
pl: zniekszta³cony fragment i-wêz³a rt [%llu %llu] (rozmiar fs rtext = %u)

source: data fork in rt ino %llu claims dup rt extent, off - %llu, start - %llu, count %llu
pl: ga³±¼ danych w i-wê¼le rt %llu odwo³uje siê do powtórzonego fragmentu rt, offset %llu, pocz±tek %llu, liczba %llu

source: bad state in rt block map %llu
pl: b³êdny stan w mapie bloku rt %llu

source: %s fork in rt inode %llu found metadata block %llu in %s bmap
pl: ga³±¼ %s w i-wê¼le rt %llu - znaleziono blok metadanych %llu w bmap %s

source: %s fork in rt inode %llu claims used rt block %llu
pl: ga³±¼ %s w i-wê¼le rt %llu odwo³uje siê do u¿ywanego bloku rt %llu

source: illegal state %d in %s block map %llu
pl: niedozwolony stan %d w mapie bloku %s %llu

source: %s fork in ino %llu claims dup extent, off - %llu, start - %llu, cnt %llu
pl: ga³±¼ %s w i-wê¼le %llu odwo³uje siê do powtórzonego fragmentu, offset %llu, pocz±tek %llu, liczba %llu

source: %s fork in ino %llu claims free block %llu
pl: ga³±¼ %s w i-wê¼le %llu odwo³uje siê do wolnego bloku %llu

source: bad state in block map %llu
pl: b³êdny stan w mapie bloku %llu

source: %s fork in inode %llu claims metadata block %llu
pl: ga³±¼ %s w i-wê¼le %llu odwo³uje siê do bloku metadanych %llu

source: %s fork in %s inode %llu claims used block %llu
pl: ga³±¼ %s w i-wê¼le %s %llu odwo³uje siê do u¿ywanego bloku %llu

source: illegal state %d in block map %llu
pl: niedozwolony stan %d w mapie bloku %llu

source: cannot read inode (%u/%u), disk block %lld
pl: nie mo¿na odczytaæ i-wêz³a (%u/%u), blok dysku %lld

source: cannot read bmap block %llu
pl: nie mo¿na odczytaæ bloku bmap %llu

source: # of bmap records in inode %llu exceeds max (%u, max - %u)
pl: liczba rekordów bmap w i-wê¼le %llu przekracza maksimum (%u, maksimum %u)

source: - # of bmap records in inode %llu less than minimum (%u, min - %u), proceeding ...
pl: - liczba rekordów bmap w i-wê¼le %llu mniejsza ni¿ minimum (%u, minimum %u), kontynuacja...

source: # of bmap records in inode %llu greater than maximum (%u, max - %u)
pl: liczba rekordów bmap w i-wê¼le %llu wiêksza ni¿ maksimum (%u, maksimum %u)

source: - # of bmap records in inode %llu less than minimum (%u, min - %u), continuing...
pl: - liczba rekordów bmap w i-wê¼le %llu mniejsza ni¿ minimum (%u, minimum %u), kontynuacja...

source: could not map block %llu
pl: nie uda³o siê odwzorowaæ bloku %llu

source: get_bmapi() called for local inode %llu
pl: get_bmapi() wywo³ano dla lokalnego i-wêz³a %llu

source: bad inode format for inode %llu
pl: b³êdny format i-wêz³a dla i-wêz³a %llu

source: bad level 0 in inode %llu bmap btree root block
pl: b³êdny poziom 0 w bloku g³ównym bmap btree i-wêz³a %llu

source: indicated size of %s btree root (%d bytes) greater than space in inode %llu %s fork
pl: oznaczony rozmiar korzenia b-drzewa %s (%d bajtów) wiêkszy ni¿ miejsce w i-wê¼le %llu ga³êzi %s

source: bad bmap btree ptr 0x%llx in ino %llu
pl: b³êdny wska¼nik bmap btree 0x%llx w i-wê¼le %llu

source: correcting key in bmbt root (was %llu, now %llu) in inode %llu %s fork
pl: poprawiono klucz w korzeniu bmbt (by³ %llu, jest %llu) w i-wê¼le %llu ga³êzi %s

source: bad key in bmbt root (is %llu, would reset to %llu) in inode %llu %s fork
pl: b³êdny klucz w korzeniu bmbt (jest %llu, zosta³y przestawiony na %llu) w i-wê¼le %llu ga³êzi %s

source: out of order bmbt root key %llu in inode %llu %s fork
pl: niepoprawny klucz korzenia bmbt %llu w i-wê¼le %llu ga³êzi %s

source: bad fwd (right) sibling pointer (saw %llu should be NULLDFSBNO)
pl: b³êdny wska¼nik fwd (prawy) (widziano %llu, powinno byæ NULLDFSBNO)

source: in inode %u (%s fork) bmap btree block %llu
pl: w i-wê¼le %u (ga³êzi %s) bloku bmap btree %llu

source: local inode %llu data fork is too large (size = %lld, max = %d)
pl: ga³±¼ danych lokalnego i-wêz³a %llu zbyt du¿a (rozmiar = %lld, maksimum = %d)

source: local inode %llu attr fork too large (size %d, max = %d)
pl: ga³±¼ atrybutów lokalnego i-wêz³a %llu zbyt du¿a (rozmiar %d, maksimum = %d)
