Repository: pld-linux/xfsprogs
Catalog: xfsprogs-*.po
Languages: pl

source: %d - couldn't iget root inode to make %s
pl: %d - nie uda³o siê wykonaæ iget dla g³ównego wêz³a, aby zrobiæ %s

source: %s inode allocation failed %d
pl: przydzielenie i-wêz³± %s nie powiod³o siê - %d

source: can't make %s, createname error %d, will try later
pl: nie mo¿na zrobiæ %s, b³±d createname %d, spróbujê pó¼niej

source: %s directory creation failed -- bmapf error %d
pl: tworzenie katalogu %s nie powiod³o siê - b³±d bmapf %d

source: %d - couldn't iget orphanage inode
pl: %d - nie uda³o siê wykonaæ iget dla i-wêz³a sierociñca

source: %d - couldn't iget disconnected inode
pl: %d - nie uda³o siê wykonaæ iget dla od³±czonego i-wêz³a

source: space reservation failed (%d), filesystem may be out of space
pl: nie uda³o siê zarezerwowaæ miejsca (%d), mo¿e brakowaæ miejsca w systemie plików

source: name create failed in %s (%d), filesystem may be out of space
pl: tworzenie nazwy nie powiod³o siê w %s (%d), mo¿e brakowaæ miejsca w systemie plików

source: creation of .. entry failed (%d), filesystem may be out of space
pl: tworzenie wpisu .. nie powiod³o siê (%d), mo¿e brakowaæ miejsca w systemie plików

source: bmap finish failed (err - %d), filesystem may be out of space
pl: zakoñczenie bmap nie powiod³o siê (b³±d %d), mo¿e brakowaæ miejsca w systemie plików

source: name replace op failed (%d), filesystem may be out of space
pl: operacja zast±pienia nazwy nie powiod³a siê (%d), mo¿e brakowaæ miejsca w systemie plików

source: bmap finish failed (%d), filesystem may be out of space
pl: zakoñczenie bmap nie powiod³o siê (%d), mo¿e brakowaæ miejsca w systemie plików

source: dir
pl: katalogu

source: can't map block %d in %s inode %llu, xfs_bmapi returns %d, nmap = %d
pl: nie mo¿na odwzorowaæ bloku %d w i-wê¼le %s %llu, xfs_bmapi zwraca %d, nmap = %d

source: block %d in %s ino %llu doesn't exist
pl: blok %d w i-wê¼le %s %llu nie istnieje

source: can't map block %d in %s ino %llu, xfs_bmapi returns %d, nmap = %d
pl: nie mo¿na odwzorowaæ bloku %d w i-wê¼le %s %llu, xfs_bmapi zwraca %d, nmap = %d

source: block %d in %s inode %llu doesn't exist
pl: blok %d w i-wê¼le %s %llu nie istnieje

source: can't read directory inode %llu (leaf) block %u (fsbno %llu)
pl: nie mo¿na odczytaæ i-wêz³a katalogu %llu bloku (li¶cia) %u (fsbno %llu)

source: can't map block %d in directory %llu, xfs_bmapi returns %d, nmap = %d
pl: nie mo¿na odwzorowaæ bloku %d w katalogu %llu, xfs_bmapi zwraca %d, nmap = %d

source: %s ino %llu block %d doesn't exist
pl: w i-wê¼le %s %llu blok %d nie istnieje

source: couldn't remove bogus entry "%s" in directory inode %llu, errno = %d
pl: nie uda³o siê usun±æ niepoprawnego wpisu "%s" w i-wê¼le katalogu %llu, b³±d = %d

source: entry "%s" in dir inode %llu points to non-existent inode,
pl: wpis "%s" w i-wê¼le katalogu %llu wskazuje na nie istniej±cy i-wêzê³,

source: marking entry to be junked
pl: zaznaczono wpis do wyrzucenia

source: would junk entry
pl: wpis zosta³by wyrzucony

source: entry "%s" in dir inode %llu points to free inode %llu
pl: wpis "%s" w i-wê¼le katalogu %llu wskazuje na wolny i-wêze³ %llu

source: , marking entry to be junked
pl: , zaznaczono wpis do wyrzucenia

source: , would junk entry
pl: , wpis zosta³by wyrzucony

source: entry "%s" in dir %llu points to an already connected dir inode %llu,
pl: wpis "%s" w katalogu %llu wskazuje na ju¿ pod³±czony i-wêze³ katalogu %llu,

source: entry "%s" in dir ino %llu not consistent with .. value (%llu) in ino %llu,
pl: wpis "%s" w i-wê¼le katalogu %llu niespójny z warto¶ci± .. (%llu) w i-wê¼le %llu,

source: will clear entry "%s"
pl: wpis "%s" zostanie wyczyszczony

source: would clear entry "%s"
pl: wpis "%s" zosta³by wyczyszczony

source: cannot map block 0 of directory inode %llu
pl: nie mo¿na odwzorowaæ bloku 0 i-wêz³a katalogu %llu

source: bad magic # (0x%x) for dir ino %llu leaf block (bno %u fsbno %llu)
pl: b³êdna liczba magiczna (0x%x) dla bloku li¶cia i-wêz³a katalogu %llu (bno %u fsbno %llu)

source: can't map leaf block %d in dir %llu, xfs_bmapi returns %d, nmap = %d
pl: nie mo¿na odwzorowaæ bloku li¶cia %d w katalogu %llu, xfs_bmapi zwraca %d, nmap = %d

source: shrink_inode failed inode %llu block %u
pl: shrink_inode nie powiod³o siê dla i-wêz³a %llu bloku %u

source: realloc failed in longform_dir2_entry_check_data (%u bytes)
pl: realloc nie powiod³o siê w longform_dir2_entry_check_data (%u bajtów)

source: empty data block %u in directory inode %llu:
pl: pusty blok danych %u w i-wê¼le katalogu %llu:

source: corrupt block %u in directory inode %llu:
pl: uszkodzony blok %u w i-wê¼le katalogu %llu:

source: junking block
pl: wyrzucono blok

source: would junk block
pl: blok zosta³by wyrzucony

source: bad directory block magic # %#x for directory inode %llu block %d:
pl: b³êdna liczba magiczna bloku katalogu %#x dla i-wêz³a katalogu %llu bloku %d:

source: fixing magic # to %#x
pl: poprawiono liczbê magiczn± na %#x

source: would fix magic # to %#x
pl: liczba magiczna zosta³aby poprawiona na %#x

source: directory inode %llu block %u has consecutive free entries:
pl: i-wêze³ katalogu %llu blok %u ma kolejne wolne wpisy:

source: joining together
pl: po³±czono

source: would join together
pl: zosta³yby po³±czone

source: entry "%s" in directory inode %llu points to non-existent inode,
pl: wpis "%s" w i-wê¼le katalogu %llu wskazuje na nie istniej±cy i-wêze³,

source: entry "%s" in directory inode %llu points to free inode %llu
pl: wpis "%s" w i-wê¼le katalogu %llu wskazuje na wolny i-wêze³ %llu

source: entry "%s" in dir %llu points to an already connected directory inode %llu,
pl: wpis "%s" w katalogu %llu wskazuje na ju¿ pod³±czony i-wêze³ katalogu %llu,

source: entry "%s" in dir inode %llu inconsistent with .. value (%llu) in ino %llu,
pl: wpis "%s" w i-wê¼le katalogu %llu niespójny z warto¶ci± .. (%llu) w i-wê¼le %llu,

source: leaf block %u for directory inode %llu bad header
pl: b³êdny nag³ówek bloku li¶cia %u dla i-wêz³a katalogu %llu

source: leaf block %u for directory inode %llu bad tail
pl: b³êdna koñcówka bloku li¶cia %u dla i-wêz³a katalogu %llu

source: unknown magic number %#x for block %u in directory inode %llu
pl: nieznana liczba magiczna %#x dla bloku %u w i-wê¼le katalogu %llu

source: free block %u for directory inode %llu bad header
pl: b³êdny nag³ówek wolnego bloku %u dla i-wêz³a katalogu %llu

source: free block %u entry %i for directory ino %llu bad
pl: b³êdny wpis wolnego bloku %u numer %i dla i-wêz³a katalogu %llu

source: free block %u for directory inode %llu bad nused
pl: b³êdna liczba nused w wolnym bloku %u dla i-wêz³a katalogu %llu

source: missing freetab entry %u for directory inode %llu
pl: brak wpisu freetab %u dla i-wêz³a katalogu %llu

source: can't add btree block to directory inode %llu
pl: nie mo¿na dodaæ bloku b-drzewa do i-wêz³a katalogu %llu

source: can't add free block to directory inode %llu
pl: nie mo¿na dodaæ wolnego bloku do i-wêz³a katalogu %llu

source: malloc failed in longform_dir2_rebuild_data (%u bytes)
pl: malloc nie powiod³o siê w longform_dir2_rebuild_data (%u bajtów)

source: rebuilding directory inode %llu
pl: przebudowywanie i-wêz³a katalogu %llu

source: can't get block %u for directory inode %llu
pl: nie mo¿na pobraæ bloku %u dla i-wêz³a katalogu %llu

source: malloc failed in longform_dir2_entry_check (%u bytes)
pl: malloc nie powiod³o siê w longform_dir2_entry_check (%u bajtów)

source: shortform dir inode %llu has null data entries
pl: i-wêze³ krótkiego katalogu %llu ma zerowe wpisy danych

source: entry "%s" in shortform dir %llu references non-existent ino %llu
pl: wpis "%s" w krótkim katalogu %llu odwo³uje siê do nie istniej±cego i-wêz³a %llu

source: entry "%s" in shortform dir inode %llu points to free inode %llu
pl: wpis "%s" w i-wê¼le krótkiego katalogu %llu wskazuje na wolny i-wêze³ %llu

source: would junk entry "%s"
pl: wpis "%s" zosta³by wyrzucony

source: entry "%s" in dir %llu references already connected dir ino %llu,
pl: wpis "%s" w katalogu %llu odwo³uje siê do ju¿ pod³±czonego i-wêz³a katalogu %llu,

source: entry "%s" in dir %llu not consistent with .. value (%llu) in dir ino %llu,
pl: wpis "%s" w katalogu %llu niespójny z warto¶ci± .. (%llu) w i-wê¼le katalogu %llu,

source: setting size to %lld bytes to reflect junked entries
pl: ustawiono rozmiar na %lld aby odzwierciedla³ wyrzucone wpisy

source: entry "%s" in shortform directory %llu references non-existent inode %llu
pl: wpis "%s" w krótkim katalogu %llu odwo³uje siê do nie istniej±cego i-wêz³± %llu

source: entry "%s" in shortform directory inode %llu points to free inode %llu
pl: wpis "%s" w i-wê¼le krótkiego katalogu %llu wskazuje na wolny i-wêze³ %llu

source: entry "%s" in directory inode %llu references already connected inode %llu,
pl: wpis "%s" w i-wê¼le katalogu %llu odwo³uje siê do ju¿ pod³±czonego i-wêz³a %llu,

source: entry "%s" in directory inode %llu not consistent with .. value (%llu) in inode %llu,
pl: wpis "%s" w i-wê¼le katalogu %llu niespójny z warto¶ci± .. (%llu) w i-wê¼le %llu,

source: would fix i8count in inode %llu
pl: i8count w i-wê¼le %llu zosta³oby poprawione

source: fixing i8count in inode %llu
pl: poprawiono i8count w i-wê¼le %llu

source: couldn't map inode %llu, err = %d
pl: nie uda³o siê odwzorowaæ i-wêz³a %llu, b³±d = %d

source: re-entering %s into root directory
pl: ponowne wprowadzanie %s do g³ównego katalogu

source: can't make %s entry in root inode %llu, createname error %d
pl: nie mo¿na utworzyæ wpisu %s w g³ównym katalogu %llu, b³±d createname %d

source: recreating root directory .. entry
pl: ponowne tworzenie wpisu .. g³ównego katalogu

source: can't make ".." entry in root inode %llu, createname error %d
pl: nie mo¿na utworzyæ wpisu ".." w i-wê¼le g³ównego katalogu %llu, b³±d createname %d

source: would recreate root directory .. entry
pl: wpis .. g³ównego katalogu zosta³by ponownie utworzony

source: would create missing "." entry in dir ino %llu
pl: brakuj±cy wpis "." w i-wê¼le katalogu %llu zosta³by utworzony

source: creating missing "." entry in dir ino %llu
pl: tworzenie brakuj±cego wpisu "." w i-wê¼le katalogu %llu

source: can't make "." entry in dir ino %llu, createname error %d
pl: nie mo¿na utworzyæ wpisu "." w i-wê¼le katalogu %llu, b³±d createname %d

source: Phase 6 - check inode connectivity...
pl: Faza 6 - sprawdzanie ³±czno¶ci i-wêz³ów...

source: reinitializing root directory
pl: ponowne inicjowanie g³ównego katalogu

source: would reinitialize root directory
pl: g³ówny katalog zosta³by ponownie zainicjowany

source: reinitializing realtime bitmap inode
pl: ponowne inicjowanie i-wêz³a bitmapy realtime

source: would reinitialize realtime bitmap inode
pl: i-wêze³ bitmapy realtime zosta³by ponownie zainicjowany

source: reinitializing realtime summary inode
pl: ponowne inicjowanie i-wêz³a opisu realtime

source: would reinitialize realtime summary inode
pl: i-wêze³ opisu realtime zosta³by ponownie zainicjowany

source: - resetting contents of realtime bitmap and summary inodes
pl: - przestawianie zawarto¶ci i-wêz³ów bitmapy i opisu realtime

source: Warning: realtime bitmap may be inconsistent
pl: Uwaga: bitmapa realtime mo¿e byæ niespójna

source: - ensuring existence of %s directory
pl: - zapewnianie istnienia katalogu %s

source: - traversing filesystem starting at / ...
pl: - przechodzenie systemu plików pocz±wszy od / ...

source: - traversal finished ...
pl: - przechodzenie zakoñczone...

source: - root inode lost, cannot make new one in no modify mode ...
pl: - utracony g³ówny i-wêze³, nie mo¿na utworzyæ nowego w trybie bez modyfikacji...

source: - skipping filesystem traversal from / ...
pl: - pominiêto przechodzenie systemu plików od / ...

source: - traversing all unattached subtrees ...
pl: - przechodzenie wszystkich niepod³±czonych poddrzew...

source: - traversals finished ...
pl: - przechodzenie zakoñczone...

source: - moving disconnected inodes to lost+found ...
pl: - przenoszenie od³±czonych i-wêz³ów do lost+found...

source: disconnected dir inode %llu,
pl: od³±czony i-wêze³ katalogu %llu,

source: disconnected inode %llu,
pl: od³±czony i-wêze³ %llu,

source: moving to %s
pl: przeniesiono do %s

source: would move to %s
pl: zosta³by przeniesiony do %s

source: resetting inode %llu nlinks from %d to %d
pl: przestawiono nlinks i-wêz³a %llu z %d na %d

source: nlinks %d will overflow v1 ino, ino %llu will be converted to version 2
pl: nlinks %d przepe³ni i-wêze³ v1, i-wêze³ %llu bêdzie skonwertowany do wersji 2

source: would have reset inode %llu nlinks from %d to %d
pl: nlinks i-wêz³a %llu zosta³oby przestawione z %d na %d

source: Phase 7 - verify and correct link counts...
pl: Faza 7 - sprawdzanie i poprawianie liczby dowi±zañ...

source: Phase 7 - verify link counts...
pl: Faza 7 - sprawdzanie liczby dowi±zañ...

source: couldn't map inode %llu, err = %d, can't compare link counts
pl: nie uda³o siê odwzorowaæ i-wêz³a %llu, b³±d %d, nie mo¿na porównaæ liczby dowi±zañ

source: couldn't allocate memory for incore realtime bitmap.
pl: nie uda³o siê przydzieliæ pamiêci dla bitmapy realtime.

source: couldn't allocate memory for incore realtime summary info.
pl: nie uda³o siê przydzieliæ pamiêci dla opisu realtime.

source: rt summary mismatch, size %d block %llu, file: %d, computed: %d
pl: opis rt nie zgadza siê, rozmiar %d bloku %llu, plik: %d, obliczono: %d

source: can't find block %d for rtbitmap inode
pl: nie mo¿na odnale¼æ bloku %d dla i-wêz³a bitmapy realtime

source: can't read block %d for rtbitmap inode
pl: nie mo¿na odczytaæ bloku %d dla i-wêz³a bitmapy realtime

source: block %d for rtsummary inode is missing
pl: brak bloku %d dla i-wêz³a opisu realtime

source: can't read block %d for rtsummary inode
pl: nie mo¿na odczytaæ bloku %d dla i-wêz³a opisu realtime

source: attempting to find secondary superblock...
pl: próba odnalezienia zapasowego superbloku...

source: error finding secondary superblock -- failed to memalign buffer
pl: b³±d podczas szukania zapasowego superbloku - nie uda³o siê memalign bufora

source: found candidate secondary superblock...
pl: znaleziono potencjalny zapasowy superblok...

source: verified secondary superblock...
pl: sprawdzono zapasowy superblok...

source: unable to verify superblock, continuing...
pl: nie uda³o siê sprawdziæ superbloku, kontynuacja...

source: failed to malloc superblock buffer
pl: nie uda³o siê przydzieliæ bufora superbloku

source: couldn't seek to offset 0 in filesystem
pl: nie uda³o siê wykonaæ seek na offset 0 w systemie plików

source: primary superblock write failed!
pl: zapis g³ównego superbloku nie powiód³ siê!

source: error reading superblock %u -- failed to malloc buffer
pl: b³±d podczas odczytu superbloku %u - nie uda³o siê przydzieliæ bufora

source: error reading superblock %u -- seek to offset %lld failed
pl: b³±d podczas odczytu superbloku %u - seek na offset %lld nie powiód³ siê

source: superblock read failed, offset %lld, size %d, ag %u, rval %d
pl: odczyt superbloku nie powiód³ siê, offset %lld, rozmiar %d, ag %u, rval %d

source: couldn't malloc geometry structure
pl: nie uda³o siê przydzieliæ struktury geometrii

source: calloc failed in verify_set_primary_sb
pl: calloc nie powiod³o siê w verify_set_primary_sb

source: Only two AGs detected and they do not match - cannot proceed.
pl: Wykryto tylko dwie AG i nie zgadzaj± siê - nie mo¿na kontynuowaæ.

source: Only one AG detected - cannot proceed.
pl: Wykryto tylko jedn± AG - nie mo¿na kontynuowaæ.

source: Not enough matching superblocks - cannot proceed.
pl: Za ma³o pasuj±cych superbloków - nie mo¿na kontynuowaæ.

source: could not read superblock
pl: nie uda³o siê odczytaæ superbloku

source: can't read btree block %d/%d
pl: nie mo¿na odczytaæ bloku b-drzewa %d/%d

source: bad magic # %#x in inode %llu (%s fork) bmbt block %llu
pl: b³êdna liczba magiczna %#x w i-wê¼le %llu (ga³±¼ %s) blok bmbt %llu

source: expected level %d got %d in inode %llu, (%s fork) bmbt block %llu
pl: oczekiwano poziomu %d, a uzyskano %d w i-wê¼le %llu, (ga³êzi %s) blok bmbt %llu

source: bad fwd (right) sibling pointer (saw %llu parent block says %llu) in inode %llu (%s fork) bmap btree block %llu
pl: b³êdny wska¼nik w przód (prawy) (widziano %llu, blok nadrzêdny mówi %llu) w i-wê¼le %llu (ga³êzi %s) bloku bmap btree %llu

source: bad back (left) sibling pointer (saw %llu parent block says %llu) in inode %llu (%s fork) bmap btree block %llu
pl: b³êdny wska¼nik wstecz (lewy) (widziano %llu, blok nadrzêdny mówi %llu) w i-wê¼le %llu (ga³êzi %s) bloku bmap btree %llu

source: bad back (left) sibling pointer (saw %llu should be NULL (0)) in inode %llu (%s fork) bmap btree block %llu
pl: b³êdny wska¼nik wstecz (lewy) (widziano %llu, powinien byæ NULL (0)) w i-wê¼le %llu (ga³êzi %s) bloku bmap btree %llu

source: inode 0x%llx bmap block 0x%llx claimed, state is %d
pl: i-wêze³ 0x%llx blok bmap 0x%llx przypisany, stan to %d

source: bad state %d, inode 0x%llx bmap block 0x%llx
pl: b³êdny stan %d, i-wêze³ 0x%llx blok bmap 0x%llx

source: inode 0x%llx bad # of bmap records (%u, min - %u, max - %u)
pl: b³êdna liczba rekordów bmap w i-wê¼le 0x%llx (%u, minimum - %u, maksimum - %u)

source: out-of-order bmap key (file offset) in inode %llu, %s fork, fsbno %llu
pl: uszkodzony klucz bmap (offset pliku) w i-wê¼le %llu, ga³êzi %s, fsbno %llu

source: correcting bt key (was %llu, now %llu) in inode %llu %s fork, btree block %llu
pl: poprawiono klucz bt (by³o %llu, jest %llu) w i-wê¼le %llu ga³±¼ %s, blok b-drzewa %llu

source: bad btree key (is %llu, should be %llu) in inode %llu %s fork, btree block %llu
pl: b³êdny klucz b-drzewa (by³o %llu, powinno byæ %llu) w i-wê¼le %llu ga³±¼ %s, blok b-drzewa %llu

source: bad fwd (right) sibling pointer (saw %llu should be NULLDFSBNO) in inode %llu (%s fork) bmap btree block %llu
pl: b³êdny wska¼nik w przód (prawy) (widziano %llu, powinien byæ NULLDFSBNO) w i-wê¼le %llu (ga³êzi %s) bloku bmap btree %llu

source: bad magic # %#x in btbno block %d/%d
pl: b³êdna liczba magiczna %#x w bloku btbno %d/%d

source: expected level %d got %d in btbno block %d/%d
pl: oczekiwano poziomu %d, a uzyskano %d w bloku btbno %d/%d

source: bno freespace btree block claimed (state %d), agno %d, bno %d, suspect %d
pl: blok b-drzewa bno wolnego miejsca przypisany (stan %d), agno %d, bno %d, podejrzany %d

source: block (%d,%d) multiply claimed by bno space tree, state - %d
pl: blok (%d,%d) wielokrotnie przypisany do drzewa bno miejsca, stan - %d

source: bad magic # %#x in btcnt block %d/%d
pl: b³êdna liczba magiczna %#x w bloku btcbt %d/%d

source: expected level %d got %d in btcnt block %d/%d
pl: oczekiwano poziomu %d, a uzyskano %d w bloku btcnt %d/%d

source: bcnt freespace btree block claimed (state %d), agno %d, bno %d, suspect %d
pl: blok b-drzewa bcnt wolnego miejsca przypisany (stan %d), agno %d, bno %d, podejrzany %d

source: block (%d,%d) already used, state %d
pl: blok (%d,%d) ju¿ u¿ywany, stan %d

source: bad magic # %#x in inobt block %d/%d
pl: b³êdna liczba magiczna %#x w bloku inobt %d/%d

source: expected level %d got %d in inobt block %d/%d
pl: oczekiwano poziomu %d, a uzyskano %d w bloku inobt %d/%d

source: inode btree block claimed (state %d), agno %d, bno %d, suspect %d
pl: blok b-drzewa i-wêz³ów przypisany (stan %d), agno %d, bno %d, podejrzany %d

source: dubious inode btree block header %d/%d
pl: w±tpliwy nag³ówek bloku b-drzewa i-wêz³ów %d/%d

source: badly aligned inode rec (starting inode = %llu)
pl: b³êdnie wyrównany rekord i-wêz³a (pocz±tkowy i-wêze³ = %llu)

source: bad starting inode # (%llu (0x%x 0x%x)) in ino rec, skipping rec
pl: b³êdny numer pocz±tkowego i-wêz³a (%llu (0x%x 0x%x)) w rekordzie i-wêz³a, pominiêto rekord

source: bad ending inode # (%llu (0x%x 0x%x)) in ino rec, skipping rec
pl: b³êdny numer koñcowego i-wêz³a (%llu (0x%x 0x%x)) w rekordzie i-wêz³a, pominiêto rekord

source: inode chunk claims used block, inobt block - agno %d, bno %d, inopb %d
pl: czê¶æ i-wêz³a odwo³uje siê do u¿ywanego bloku, blok inobt - agno %d, bno %d, inopb %d

source: inode rec for ino %llu (%d/%d) overlaps existing rec (start %d/%d)
pl: rekord i-wêz³a dla i-wêz³a %llu (%d/%d) nachodzi na istniej±cy rekord (pocz±tek %d/%d)

source: ir_freecount/free mismatch, inode chunk %d/%d, freecount %d nfree %d
pl: niezgodno¶æ ir_freecount/free, czê¶æ i-wêz³a %d/%d, freecount %d nfree %d

source: can't read agfl block for ag %d
pl: nie mo¿na odczytaæ bloku agfl dla ag %d

source: bad agbno %u in agfl, agno %d
pl: b³êdne agbno %u w agfl, agno %d

source: freeblk count %d != flcount %d in ag %d
pl: liczba freeblk %d != flcount %d w ag %d

source: can't get root superblock for ag %d
pl: nie mo¿na uzyskaæ g³ównego superbloku dla ag %d

source: can't allocate memory for superblock
pl: nie mo¿na przydzieliæ pamiêci dla superbloku

source: can't read agf block for ag %d
pl: nie mo¿na odczytaæ bloku agf dla ag %d

source: can't read agi block for ag %d
pl: nie mo¿na odczytaæ bloku agi dla ag %d

source: reset bad sb for ag %d
pl: przestawiono b³êdny superbloku dla ag %d

source: would reset bad sb for ag %d
pl: b³êdny superblok dla ag %d zosta³by przestawiony

source: reset bad agf for ag %d
pl: przestawiono b³êdne agf dla ag %d

source: would reset bad agf for ag %d
pl: b³êdne agf dla ag %d zosta³oby przestawione

source: reset bad agi for ag %d
pl: przestawiono b³êdne agi dla ag %d

source: would reset bad agi for ag %d
pl: b³êdna agi dla ag %d zosta³oby przestawione

source: bad uncorrected agheader %d, skipping ag...
pl: b³êdny nie poprawiony agheader %d, pominiêto ag...

source: bad agbno %u for btbno root, agno %d
pl: b³êdne agbno %u dla g³ównego btbno, agno %d

source: bad agbno %u for btbcnt root, agno %d
pl: b³êdne agbno %u dla g³ównego btbcnt, agno %d

source: bad agbno %u for inobt root, agno %d
pl: b³êdne agbno %u dla g³ównego inobt, agno %d

source: bogus quota flags 0x%x set in superblock
pl: niepoprawne flagi limitów 0x%x ustawione w superbloku

source: , bogus flags will be cleared
pl: , b³êdne flagi zostan± wyczyszczone

source: , bogus flags would be cleared
pl: , b³êdne flagi zosta³yby wyczyszczone

source: This filesystem has uninitialized extent flags.
pl: Ten system plików ma niezainicjowane flagi fragmentów.

source: This filesystem is marked shared.
pl: Ten system plików jest oznaczony jako wspó³dzielony.

source: This filesystem uses feature(s) not yet supported in this release. Please run a more recent version of xfs_repair.
pl: Ten system plików u¿ywa mo¿liwo¶ci jeszcze nie obs³ugiwanych w tym wydaniu. Proszê uruchomiæ nowsz± wersjê xfs_repair.

source: WARNING: unknown superblock version %d
pl: UWAGA: nieznana wersja superbloku %d

source: This filesystem contains features not understood by this program.
pl: Ten system plików zawiera cechê nie rozumian± przez ten program.

source: WARNING: you have disallowed superblock-feature-bits-allowed but this superblock has feature bits. The superblock will be downgraded. This may cause loss of filesystem meta-data
pl: UWAGA: zabroniono superblock-feature-bits-allowed, ale ten superblok ma ustawione bity cech. Superblok zostanie zdegradowany. Mo¿e to spowodowaæ utratê metadanych systemu plików.

source: WARNING: you have disallowed superblock-feature-bits-allowed but this superblock has feature bits. The superblock would be downgraded. This might cause loss of filesystem meta-data.
pl: UWAGA: zabroniono superblock-feature-bits-allowed, ale ten superblok ma ustawione bity cech. Superblok zosta³by zdegradowany. Mog³oby to spowodowaæ utratê metadanych systemu plików.

source: WARNING: you have disallowed attributes but this filesystem has attributes. The filesystem will be downgraded and all attributes will be removed.
pl: UWAGA: zabroniono u¿ywania atrybutów, ale ten system plików zawiera atrybuty. System plików zostanie zdegradowany, a wszystkie atrybuty usuniête.
