Repository: pld-linux/xfsprogs
Catalog: xfsprogs-*.po
Languages: pl

source: WARNING: you have disallowed attributes but this filesystem has attributes. The filesystem would be downgraded and all attributes would be removed.
pl: UWAGA: zabroniono u¿ywania atrybutów, ale ten system plików zawiera atrybuty. System plików zosta³by zdegradowany, a wszystkie atrybuty usuniête.

source: WARNING: you have disallowed attr2 attributes but this filesystem has attributes. The filesystem will be downgraded and all attr2 attributes will be removed.
pl: UWAGA: zabroniono u¿ywania atrybutów attr2, ale ten system plików zawiera atrybuty. System plików zostanie zdegradowany, a wszystkie atrybuty attr2 usuniête.

source: WARNING: you have disallowed attr2 attributes but this filesystem has attributes. The filesystem would be downgraded and all attr2 attributes would be removed.
pl: UWAGA: zabroniono u¿ywania atrybutów attr2, ale ten system plików zawiera atrybuty. System plików zosta³by zdegradowany, a wszystkie atrybuty attr2 usuniête.

source: WARNING: you have disallowed version 2 inodes but this filesystem has version 2 inodes. The filesystem will be downgraded and all version 2 inodes will be converted to version 1 inodes. This may cause some hard links to files to be destroyed
pl: UWAGA: zabroniono u¿ywania i-wêz³ów w wersji 2, ale ten system plików zawiera i-wêz³y w wersji 2. System plików zostanie zdegradowany, a wszystkie i-wêz³y w wersji 2 zostan± przekonwertowane do wersji 1. Mo¿e to spowodowaæ zniszczenie niektórych twardych dowi±zañ do plików.

source: WARNING: you have disallowed version 2 inodes but this filesystem has version 2 inodes. The filesystem would be downgraded and all version 2 inodes would be converted to version 1 inodes. This might cause some hard links to files to be destroyed
pl: UWAGA: zabroniono u¿ywania i-wêz³ów w wersji 2, ale ten system plików zawiera i-wêz³y w wersji 2. System plików zosta³by zdegradowany, a wszystkie i-wêz³y w wersji 2 zosta³yby przekonwertowane do wersji 1. Mog³oby to spowodowaæ zniszczenie niektórych twardych dowi±zañ do plików.

source: WARNING: you have disallowed quotas but this filesystem has quotas. The filesystem will be downgraded and all quota information will be removed.
pl: UWAGA: zabroniono u¿ywania limitów (quot), ale ten system plików zawiera limity. System plików zostanie zdegradowany, a wszystkie informacje o limitach usuniête.

source: WARNING: you have disallowed quotas but this filesystem has quotas. The filesystem would be downgraded and all quota information would be removed.
pl: UWAGA: zabroniono u¿ywania limitów (quot), ale ten system plików zawiera limity. System plików zosta³by zdegradowany, a wszystkie informacje o limitach usuniête.

source: WARNING: you have disallowed aligned inodes but this filesystem has aligned inodes. The filesystem will be downgraded. This will permanently degrade the performance of this filesystem.
pl: UWAGA: zabroniono u¿ywania wyrównanych i-wêz³ów, ale ten system plików zawiera wyrównane i-wêz³y. System plików zostanie zdegradowany. Trwale zdegraduje to wydajno¶æ tego systemu plików.

source: WARNING: you have disallowed aligned inodes but this filesystem has aligned inodes. The filesystem would be downgraded. This would permanently degrade the performance of this filesystem.
pl: UWAGA: zabroniono u¿ywania wyrównanych i-wêz³ów, ale ten system plików zawiera wyrównane i-wêz³y. System plików zosta³by zdegradowany. Trwale zdegradowa³oby to wydajno¶æ tego systemu plików.

source: Usage: %s [-nLvV] [-o subopt[=value]] [-l logdev] [-r rtdev] devname
pl: Sk³adnia: %s [-nLvV] [-o podopcja[=warto¶æ]] [-l urz_loga] [-r urz_rt] urz±dzenie

source: no error
pl: brak b³êdu

source: bad magic number
pl: b³êdna liczba magiczna

source: bad blocksize field
pl: b³êdne pole blocksize

source: bad blocksize log field
pl: b³êdne pole loga blocksize

source: bad version number
pl: b³êdny numer wersji

source: filesystem mkfs-in-progress bit set
pl: ustawiony bit mkfs-in-progress systemu plików

source: inconsistent filesystem geometry information
pl: niespójne informacje o geometrii systemu plików

source: bad inode size or inconsistent with number of inodes/block
pl: b³êdny rozmiar i-wêz³a lub niespójno¶æ z liczb± i-wêz³ów/blok

source: bad sector size
pl: b³êdny rozmiar sektora

source: AGF geometry info conflicts with filesystem geometry
pl: informacje o geometrii AGF s± w konflikcie z geometri± systemu plików

source: AGI geometry info conflicts with filesystem geometry
pl: informacje o geometrii AGI s± w konflikcie z geometri± systemu plików

source: AG superblock geometry info conflicts with filesystem geometry
pl: informacje o geometrii superbloku AG s± w konflikcie z geometri± systemu plików

source: attempted to perform I/O beyond EOF
pl: próbowano wykonaæ operacjê we/wy poza koñcem pliku

source: inconsistent filesystem geometry in realtime filesystem component
pl: niespójna geometria systemu plików w sk³adniku realtime

source: maximum indicated percentage of inodes > 100%
pl: okre¶lono maksymalny procent i-wêz³ów > 100%

source: inconsistent inode alignment value
pl: niespójna warto¶æ wyrównania i-wêz³a

source: not enough secondary superblocks with matching geometry
pl: za ma³o zapasowych superbloków o pasuj±cej geometrii

source: bad stripe unit in superblock
pl: b³êdna jednostka pasa w superbloku

source: bad stripe width in superblock
pl: b³êdna szeroko¶æ pasa w superbloku

source: bad shared version number in superblock
pl: b³êdny numer wersji wspó³dzielenia w superbloku

source: bad error code - %d
pl: b³êdny kod b³êdu - %d

source: -%c %s option cannot have a value
pl: opcja -%c %s nie przyjmuje warto¶ci

source: fatal error --
pl: b³±d krytyczny -

source: sb root inode value %llu %sinconsistent with calculated value %lu
pl: warto¶æ i-wêz³a g³ównego superbloku %llu %sniespójna z obliczon± warto¶ci± %lu

source: resetting superblock root inode pointer to %lu
pl: przestawiono wska¼nik i-wêz³a g³ównego superbloku na %lu

source: would reset superblock root inode pointer to %lu
pl: wska¼nik i-wêz³a g³ównego superbloku zosta³by przestawiony na %lu

source: sb realtime bitmap inode %llu %sinconsistent with calculated value %lu
pl: i-wêze³ bitmapy realtime superbloku %llu %sniespójny z obliczon± warto¶ci± %lu

source: resetting superblock realtime bitmap ino pointer to %lu
pl: przestawiono wska¼nik i-wêz³a bitmapy realtime superbloku na %lu

source: would reset superblock realtime bitmap ino pointer to %lu
pl: wska¼nik i-wêz³a bitmapy realtime superbloku zosta³by przestawiony na %lu

source: sb realtime summary inode %llu %sinconsistent with calculated value %lu
pl: i-wêze³ opisu realtime superbloku %llu %sniespójny z obliczon± warto¶ci± %lu

source: resetting superblock realtime summary ino pointer to %lu
pl: przestawiono wska¼nik i-wêz³a opisu realtime superbloku na %lu

source: would reset superblock realtime summary ino pointer to %lu
pl: wska¼nik i-wêz³a opisu realtime superbloku zosta³by przestawiony na %lu

source: Primary superblock would have been modified. Cannot proceed further in no_modify mode. Exiting now.
pl: G³ówny superblok zosta³by zmodyfikowany. Nie mo¿na kontynuowaæ w trybie bez modyfikacji. Zakoñczono.

source: %s: cannot repair this filesystem. Sorry.
pl: %s: niestety nie mo¿na naprawiæ tego systemu plików.

source: Found unsupported filesystem features. Exiting now.
pl: Znaleziono nie obs³ugiwane cechy systemu plików. Zakoñczono.

source: No modify flag set, skipping phase 5
pl: Ustawiono flagê braku modyfikacji, pominiêto fazê 5

source: Inode allocation btrees are too corrupted, skipping phases 6 and 7
pl: B-drzewa alokacji i-wêz³ów s± zbyt uszkodzone, pominiêto fazy 6 i 7

source: Warning: no quota inodes were found. Quotas disabled.
pl: Uwaga: nie znaleziono i-wêz³ów limitów (quot). Limity wy³±czone.

source: Warning: no quota inodes were found. Quotas would be disabled.
pl: Uwaga: nie znaleziono i-wêz³ów limitów (quot). Limity zosta³yby wy³±czone.

source: Warning: quota inodes were cleared. Quotas disabled.
pl: Uwaga: i-wêz³y limitów (quot) by³y wyczyszczone. Limity wy³±czone.

source: Warning: quota inodes would be cleared. Quotas would be disabled.
pl: Uwaga: i-wêz³y limitów (quot) zosta³yby wyczyszczone. Limity zosta³yby wy³±czone.

source: Warning: user quota information was cleared. User quotas can not be enforced until limit information is recreated.
pl: Uwaga: informacje o limitach u¿ytkowników by³y wyczyszczone. Limity u¿ytkowników nie mog± byæ wymuszone do czasu odtworzenia informacji.

source: Warning: user quota information would be cleared. User quotas could not be enforced until limit information was recreated.
pl: Uwaga: informacje o limitach u¿ytkowników zosta³yby wyczyszczone. Limity u¿ytkowników nie mog³yby byæ wymuszone do czasu odtworzenia informacji.

source: Warning: group quota information was cleared. Group quotas can not be enforced until limit information is recreated.
pl: Uwaga: informacje o limitach grup by³y wyczyszczone. Limity grup nie mog± byæ wymuszone do czasu odtworzenia informacji.

source: Warning: group quota information would be cleared. Group quotas could not be enforced until limit information was recreated.
pl: Uwaga: informacje o limitach grup zosta³yby wyczyszczone. Limity grup nie mog³yby byæ wymuszone do czasu odtworzenia informacji.

source: Warning: project quota information was cleared. Project quotas can not be enforced until limit information is recreated.
pl: Uwaga: informacje o limitach projektów by³y wyczyszczone. Limity projektów nie mog± byæ wymuszone do czasu odtworzenia informacji.

source: Warning: project quota information would be cleared. Project quotas could not be enforced until limit information was recreated.
pl: Uwaga: informacje o limitach projektów zosta³yby wyczyszczone. Limity projektów nie mog³yby byæ wymuszone do czasu odtworzenia informacji.

source: No modify flag set, skipping filesystem flush and exiting.
pl: Flaga braku modyfikacji ustawiona, pominiêto zrzucanie systemu plików, zakoñczono.

source: Note - quota info will be regenerated on next quota mount.
pl: Uwaga - informacje o limitach zostan± ponownie wygenerowane przy nastêpnym montowaniu.

source: Note - stripe unit (%d) and width (%d) fields have been reset. Please set with mount -o sunit=<value>,swidth=<value>
pl: Uwaga - pola jednostki pasa (%d) i szeroko¶ci pasa (%d) zosta³y przestawione. Proszê ustawiæ przy u¿yciu mount -o sunit=<warto¶æ>,swidth=<warto¶æ>

source: done
pl: gotowe

source: %s [-e extsize] [-p] source target
pl: %s [-e rozm_fragmentu] [-p] ¼ród³o cel

source: %s: must specify files to copy
pl: %s: trzeba podaæ pliki do skopiowania

source: %s: stat64 of %s failed
pl: %s: stat64 na %s nie powiod³o siê

source: %s: final argument is not directory
pl: %s: ostatni argument nie jest katalogiem

source: %s: failed stat64 on %s: %s
pl: %s: nie uda³o siê wykonaæ stat64 na %s: %s

source: %s: %s filesystem has no realtime partition
pl: %s: system plików %s nie ma partycji realtime

source: %s: open of %s failed: %s
pl: %s: otwarcie %s nie powiod³o siê: %s

source: %s: set attributes on %s failed: %s
pl: %s: ustawienie atrybutów dla %s nie powiod³o siê: %s

source: %s: get attributes of %s failed: %s
pl: %s: pobranie atrybutów %s nie powiod³o siê: %s

source: %s: %s is not a realtime file.
pl: %s: %s nie jest plikiem realtime.

source: %s: %s file extent size is %d, instead of %d.
pl: %s: plik %s ma rozmiar fragmentu %d zamiast %d.

source: %s: open of %s source failed: %s
pl: %s: otwarcie ¼ród³a %s nie powiod³o siê: %s

source: %s: couldn't get direct I/O information: %s
pl: %s: nie uda³o siê uzyskaæ informacji o bezpo¶rednim we/wy: %s

source: %s: extent size %d not a multiple of %d.
pl: %s: rozmiar fragmentu %d nie jest wielokrotno¶ci± %d.

source: The size of %s is not a multiple of %d.
pl: Rozmiar %s nie jest wielokrotno¶ci± %d.

source: %s will be padded to %lld bytes.
pl: %s: zostanie dope³niony do %lld bajtów.

source: Use the -p option to pad %s to a size which is a multiple of %d bytes.
pl: Mo¿na u¿yæ opcji -p do dope³nienia %s do rozmiaru bêd±cego wielokrotno¶ci± %d bajtów.

source: %s: write error: %s
pl: %s: b³±d zapisu: %s

source: %s: could not open %s: %s
pl: %s: nie uda³o siê otworzyæ %s: %s
