Repository: pld-linux/xfsprogs
Catalog: xfsprogs-*.po
Languages: pl

source: local inode %llu attr too small (size = %d, min size = %d)
pl: ga³±¼ atrybutów lokalnego i-wêz³a %llu zbyt ma³a (rozmiar = %d, minimum = %d)

source: mismatch between format (%d) and size (%lld) in symlink ino %llu
pl: niezgodno¶æ miêdzy formatem (%d) i rozmiarem (%lld) w i-wê¼le dowi±zania symbolicznego %llu

source: mismatch between format (%d) and size (%lld) in symlink inode %llu
pl: niezgodno¶æ miêdzy formatem (%d) i rozmiarem (%lld) w i-wê¼le dowi±zania symbolicznego %llu

source: bad number of extents (%d) in symlink %llu data fork
pl: b³êdna liczba fragmentów (%d) w ga³êzi danych dowi±zania symbolicznego %llu

source: bad extent #%d offset (%llu) in symlink %llu data fork
pl: b³êdny offset fragmentu %d (%llu) w ga³êzi danych dowi±zania symbolicznego %llu

source: bad extent #%d count (%llu) in symlink %llu data fork
pl: b³êdna liczba fragmentu #%d (%llu) w ga³êzi danych dowi±zania symbolicznego %llu

source: symlink in inode %llu too long (%lld chars)
pl: dowi±zanie symboliczne w i-wê¼le %llu zbyt d³ugie (%lld znaków)

source: cannot read inode %llu, file block %d, disk block %llu
pl: nie mo¿na odczytaæ i-wêz³a %llu, blok pliku %d, blok dysku %llu

source: found illegal null character in symlink inode %llu
pl: znaleziono niedozwolony znak null w i-wê¼le dowi±zania symbolicznego %llu

source: component of symlink in inode %llu too long
pl: sk³adnik dowi±zania symbolicznego w i-wê¼le %llu zbyt d³ugi

source: inode %llu has bad inode type (IFMNT)
pl: i-wêze³ %llu ma b³êdny typ i-wêz³a (IFMNT)

source: size of character device inode %llu != 0 (%lld bytes)
pl: rozmiar i-wêz³a urz±dzenia znakowego %llu != 0 (%lld bajtów)

source: size of block device inode %llu != 0 (%lld bytes)
pl: rozmiar i-wêz³a urz±dzenia blokowego %llu != 0 (%lld bajtów)

source: size of socket inode %llu != 0 (%lld bytes)
pl: rozmiar i-wêz³a gniazda %llu != 0 (%lld bajtów)

source: size of fifo inode %llu != 0 (%lld bytes)
pl: rozmiar i-wêz³a potoku %llu != 0 (%lld bajtów)

source: Internal error - process_misc_ino_types, illegal type %d
pl: B³±d wewnêtrzny - process_misc_ino_types, niedozwolony typ %d

source: size of character device inode %llu != 0 (%llu blocks)
pl: rozmiar i-wêz³a urz±dzenia znakowego %llu != 0 (%llu bloków)

source: size of block device inode %llu != 0 (%llu blocks)
pl: rozmiar i-wêz³a urz±dzenia blokowego %llu != 0 (%llu bloków)

source: size of socket inode %llu != 0 (%llu blocks)
pl: rozmiar i-wêz³a gniazda %llu != 0 (%llu bloków)

source: size of fifo inode %llu != 0 (%llu blocks)
pl: rozmiar i-wêz³a potoku %llu != 0 (%llu bloków)

source: bad magic number 0x%x on inode %llu,
pl: b³êdna liczba magiczna 0x%x w i-wê¼le %llu,

source: resetting magic number
pl: przestawiono liczbê magiczn±

source: would reset magic number
pl: liczba magiczna zosta³aby przestawiona

source: bad magic number 0x%x on inode %llu
pl: b³êdna liczba magiczna 0x%x w i-wê¼le %llu

source: bad version number 0x%x on inode %llu,
pl: b³êdny numer wersji 0x%x w i-wê¼le %llu,

source: resetting version number
pl: przestawiono numer wersji

source: would reset version number
pl: numer wersji zosta³by przestawiony

source: bad version number 0x%x on inode %llu
pl: b³êdny numer wersji 0x%x w i-wê¼le %llu

source: bad (negative) size %lld on inode %llu
pl: b³êdny (ujemny) rozmiar %lld w i-wê¼le %llu

source: imap claims a free inode %llu is in use,
pl: imap odwo³uje siê do wolnego bloku %llu, który jest w u¿yciu,

source: correcting imap and clearing inode
pl: poprawiono imap i wyczyszczono i-wêze³

source: would correct imap and clear inode
pl: poprawiono by imap i wyczyszczono by i-wêze³

source: bad inode format in inode %llu
pl: b³êdny format i-wêz³a w i-wê¼le %llu

source: Unexpected inode type %#o inode %llu
pl: Nieoczekiwany typ i-wêz³a %#o w i-wê¼le %llu

source: bad inode type for root inode %llu,
pl: b³êdny typ i-wêz³a dla g³ównego i-wêz³a %llu,

source: resetting to directory
pl: przestawiono na katalog

source: would reset to directory
pl: zosta³by przestawiony na katalog

source: summary
pl: opisu

source: bitmap
pl: bitmapy

source: user quota inode has bad type 0x%x
pl: i-wêze³ limitu u¿ytkownika ma b³êdny typ 0x%x

source: group quota inode has bad type 0x%x
pl: i-wêze³ limitu grupy ma b³êdny typ 0x%x

source: bad inode type for realtime %s inode %llu,
pl: b³êdny typ i-wêz³a dla i-wêz³a %s realtime %llu,

source: resetting to regular file
pl: przestawiono na zwyk³y plik

source: would reset to regular file
pl: zosta³by przestawiony na zwyk³y plik

source: bad non-zero extent size %u for non-realtime/extsize inode %llu,
pl: b³êdny niezerowy rozmiar fragmentu %u dla extsize i-wêz³a nie-realtime %llu,

source: resetting to zero
pl: przestawiono na zero

source: would reset to zero
pl: zosta³by przestawiony na zero

source: bad size %llu for realtime %s inode %llu
pl: b³êdny rozmiar %llu dla i-wêz³a %s realtime %llu

source: bad # of extents (%u) for realtime %s inode %llu
pl: b³êdna liczba fragmentów (%u) dla i-wêz³± %s realtime %llu

source: mismatch between format (%d) and size (%lld) in directory ino %llu
pl: niezgodno¶æ miêdzy formatem (%d) i rozmiarem (%lld) w i-wê¼le katalogu %llu

source: bad data fork in symlink %llu
pl: b³êdna ga³±¼ danych w dowi±zaniu symbolicznym %llu

source: found inode %llu claiming to be a real-time file
pl: znaleziono i-wêze³ %llu twierdz±cy, ¿e nale¿y do pliku realtime

source: realtime bitmap inode %llu has bad size %lld (should be %lld)
pl: i-wêze³ bitmapy realtime %llu ma b³êdny rozmiar %lld (powinien byæ %lld)

source: realtime summary inode %llu has bad size %lld (should be %d)
pl: i-wêze³ opisu realtime %llu ma b³êdny rozmiar %lld (powinien byæ %d)

source: bad attr fork offset %d in dev inode %llu, should be %d
pl: b³êdny offset ga³êzi atrybutów %d w i-wê¼le urz±dzenia %llu, powinien byæ %d

source: bad attr fork offset %d in uuid inode %llu, should be %d
pl: b³êdny offset ga³êzi atrybutów %d w i-wê¼le uuid %llu, powinien byæ %d

source: bad attr fork offset %d in inode %llu, max=%d
pl: b³êdny offset ga³êzi atrybutów %d w i-wê¼le %llu, maksimum=%d

source: unexpected inode format %d
pl: nieoczekiwany format i-wêz³a %d

source: unknown format %d, ino %llu (mode = %d)
pl: nieznany format %d, i-wêze³ %llu (tryb = %d)

source: bad data fork in inode %llu
pl: b³êdna ga³±¼ danych w i-wê¼le %llu

source: bad attribute format %d in inode %llu,
pl: b³êdny format atrybutów %d w i-wê¼le %llu,

source: resetting value
pl: przestawiono warto¶æ

source: would reset value
pl: warto¶æ zosta³aby przestawiona

source: bad attribute fork in inode %llu
pl: b³êdna ga³±¼ atrybutów w i-wê¼le %llu

source: , clearing attr fork
pl: , wyczyszczono ga³±¼ atrybutów

source: , would clear attr fork
pl: , ga³±¼ atrybutów zosta³aby wyczyszczona

source: illegal attribute fmt %d, ino %llu
pl: niedozwolony format atrybutów %d, i-wêze³ %llu

source: problem with attribute contents in inode %llu
pl: problem z zawarto¶ci± atrybutu w i-wê¼le %llu

source: would clear attr fork
pl: ga³±¼ atrybutów zosta³aby wyczyszczona

source: correcting nblocks for inode %llu, was %llu - counted %llu
pl: poprawiono nblocks dla i-wêz³a %llu - by³o %llu, naliczono %llu

source: bad nblocks %llu for inode %llu, would reset to %llu
pl: b³êdne nblocks %llu dla i-wêz³a %llu, zosta³oby przestawione na %llu

source: too many data fork extents (%llu) in inode %llu
pl: zbyt du¿o fragmentów ga³êzi danych (%llu) w i-wê¼le %llu

source: correcting nextents for inode %llu, was %d - counted %llu
pl: poprawiono nextents dla i-wêz³a %llu - by³o %d, naliczono %llu

source: bad nextents %d for inode %llu, would reset to %llu
pl: b³êdne nextents %d dla i-wêz³a %llu, zosta³oby przestawione na %llu

source: too many attr fork extents (%llu) in inode %llu
pl: zbyt du¿o fragmentów ga³êzi atrybutów (%llu) w i-wê¼le %llu

source: correcting anextents for inode %llu, was %d - counted %llu
pl: poprawiono anextents dla i-wêz³a %llu - by³o %d, naliczono %llu

source: bad anextents %d for inode %llu, would reset to %llu
pl: b³êdne anextents %d dla i-wêz³a %llu, zosta³oby przestawione na %llu

source: problem with directory contents in inode %llu
pl: problem z zawarto¶ci± katalogu w i-wê¼le %llu

source: problem with symbolic link in inode %llu
pl: problem z dowi±zaniem symbolicznym w i-wê¼le %llu

source: Unexpected inode type
pl: Nieoczekiwany typ i-wêz³a

source: version 2 inode %llu claims > %u links,
pl: i-wêze³ %llu w wersji 2 odwo³uje siê do > %u dowi±zañ,

source: updating superblock version number
pl: uaktualniono numer wersji superbloku

source: would update superblock version number
pl: numer wersji superbloku zosta³by uaktualniony

source: WARNING: version 2 inode %llu claims > %u links,
pl: UWAGA: i-wêze³ %llu w wersji 2 odwo³uje siê do > %u dowi±zañ,

source: converting back to version 1, this may destroy %d links
pl: przekszta³cono z powrotem do wersji 1, mo¿e to zniszczyæ %d dowi±zañ

source: would convert back to version 1, this might destroy %d links
pl: zosta³by przekszta³cony z powrotem do wersji 1, co mog³oby zniszczyæ %d dowi±zañ

source: found version 2 inode %llu,
pl: znaleziono i-wêze³ %llu w wersji 2,

source: converting back to version 1
pl: przekszta³cono z powrotem do wersji 1

source: would convert back to version 1
pl: zosta³by przekszta³cony z powrotem do wersji 1

source: clearing obsolete nlink field in version 2 inode %llu, was %d, now 0
pl: wyczyszczono przestarza³e pole nlink w i-wê¼le %llu w wersji 2 - by³o %d, jest 0

source: would clear obsolete nlink field in version 2 inode %llu, currently %d
pl: przestarza³e pole nlink w i-wê¼le %llu w wersji 2 zosta³oby wyczyszczone, aktualnie %d

source: invalid inode number %llu in directory %llu
pl: b³êdny numer i-wêz³a %llu w katalogu %llu

source: entry in shortform dir %llu references rt bitmap inode %llu
pl: wpis w krótkim katalogu %llu odwo³uje siê do i-wêz³a bitmapy rt %llu

source: entry in shortform dir %llu references rt summary inode %llu
pl: wpis w krótkim katalogu %llu odwo³uje siê do i-wêz³a opisu rt %llu

source: entry in shortform dir %llu references user quota inode %llu
pl: wpis w krótkim katalogu %llu odwo³uje siê do i-wêz³a limitu u¿ytkownika %llu

source: entry in shortform dir %llu references group quota inode %llu
pl: wpis w krótkim katalogu %llu odwo³uje siê do i-wêz³a limitu grupy %llu

source: entry references free inode %llu in shortform directory %llu
pl: wpis odwo³uje siê do wolnego i-wêz³a %llu w krótkim katalogu %llu

source: entry references non-existent inode %llu in shortform dir %llu
pl: wpis odwo³uje siê do nie istniej±cego i-wêz³a %llu w krótkim katalogu %llu

source: zero length entry in shortform dir %llu, resetting to %d
pl: wpis zerowej d³ugo¶ci w krótkim katalogu %llu, przestawiono na %d

source: zero length entry in shortform dir %llu, would set to %d
pl: wpis zerowej d³ugo¶ci w krótkim katalogu %llu, zosta³by przestawiony na %d

source: zero length entry in shortform dir %llu,
pl: wpis zerowej d³ugo¶ci w krótkim katalogu %llu,

source: junking %d entries
pl: wyrzucono %d wpisów

source: would junk %d entries
pl: %d wpisów zosta³oby wyrzuconych

source: size of last entry overflows space left in in shortform dir %llu,
pl: rozmiar ostatniego wpisu przekracza miejsce pozosta³e w krótkim katalogu %llu,

source: resetting to %d
pl: przestawiono na %d

source: would reset to %d
pl: zosta³by przestawiony na %d

source: size of entry #%d overflows space left in in shortform dir %llu
pl: rozmiar wpisu #%d przekracza miejsce pozosta³e w krótkim katalogu %llu

source: junking entry #%d
pl: wyrzucono wpis #%d

source: would junk entry #%d
pl: wpis #%d zosta³by wyrzucony

source: entry contains illegal character in shortform dir %llu
pl: wpis zawiera niedozwolony znak w krótkim katalogu %llu

source: junking entry "%s" in directory inode %llu
pl: wyrzucono wpis "%s" w i-wê¼le katalogu %llu

source: would have junked entry "%s" in directory inode %llu
pl: wpis "%s" w i-wê¼le katalogu %llu zosta³by wyrzucony

source: would have corrected entry count in directory %llu from %d to %d
pl: liczba wpisów w katalogu %llu zosta³aby poprawiona z %d na %d

source: corrected entry count in directory %llu, was %d, now %d
pl: poprawiono liczbê wpisów w katalogu %llu - by³o %d, jest %d

source: would have corrected directory %llu size from %lld to %lld
pl: rozmiar katalogu %llu zosta³by poprawiony z %lld na %lld

source: corrected directory %llu size, was %lld, now %lld
pl: poprawiono rozmiar katalogu %llu - by³o %lld, jest %lld

source: bogus .. inode number (%llu) in directory inode %llu,
pl: b³êdny numer i-wêz³a .. (%llu) w i-wê¼le katalogu %llu,

source: clearing inode number
pl: wyczyszczono numer i-wêz³a

source: would clear inode number
pl: numer i-wêz³a zosta³by wyczyszczony

source: corrected root directory %llu .. entry, was %llu, now %llu
pl: poprawiono wpis .. g³ównego katalogu %llu - by³o %llu, jest %llu

source: would have corrected root directory %llu .. entry from %llu to %llu
pl: wpis .. g³ównego katalogu %llu zosta³by poprawiony z %llu na %llu

source: bad .. entry in dir ino %llu, points to self,
pl: b³êdny wpis .. w i-wê¼le katalogu %llu, wskazuje na siebie,

source: bad range claimed [%d, %d) in da block
pl: b³êdny przedzia³ [%d, %d) przypisany w bloku da

source: byte range end [%d %d) in da block larger than blocksize %d
pl: koniec przedzia³u bajtów [%d %d) w bloku da wiêkszy ni¿ rozmiar bloku %d

source: multiply claimed byte %d in da block
pl: wielokrotnie u¿yty bajt %d w bloku da

source: hole (start %d, len %d) out of range, block %d, dir ino %llu
pl: dziura (pocz±tek %d, d³ugo¶æ %d) poza zakresem, blok %d, i-wêze³ katalogu %llu

source: hole claims used byte %d, block %d, dir ino %llu
pl: dziura odwo³uje siê do u¿ywanego bajtu %d, blok %d, i-wêze³ katalogu %llu

source: - derived hole value %d, saw %d, block %d, dir ino %llu
pl: - wyprowadzona warto¶æ dziury %d, widziano %d, blok %d, i-wêze³ katalogu %llu

source: - derived hole (base %d, size %d) in block %d, dir inode %llu not found
pl: - wyprowadzona dziura (podstawa %d, rozmiar %d) w bloku %d, i-wêze³ katalogu %llu nie znaleziona

source: can't read block %u (fsbno %llu) for directory inode %llu
pl: nie mo¿na odczytaæ bloku %u (fsbno %llu) dla i-wêz³a katalogu %llu

source: can't read block %u (fsbno %llu) for attrbute fork of inode %llu
pl: nie mo¿na odczytaæ bloku %u (fsbno %llu) dla ga³êzi atrybutów i-wêz³a %llu

source: bad dir/attr magic number in inode %llu, file bno = %u, fsbno = %llu
pl: b³êdna liczba magiczna katalogu/atrybutu w i-wê¼le %llu, bno pliku = %u, fsbno = %llu

source: bad record count in inode %llu, count = %d, max = %d
pl: b³êdna liczba rekordów w i-wê¼le %llu, liczba = %d, maksimum = %d

source: bad directory btree for directory inode %llu
pl: b³êdne b-drzewo katalogu dla i-wêz³a katalogu %llu

source: bad attribute fork btree for inode %llu
pl: b³êdne b-drzewo ga³êzi atrybutów dla i-wêz³a %llu

source: release_da_cursor_int got unexpected non-null bp, dabno = %u
pl: release_da_cursor_int otrzyma³o nieoczekiwany niepusty bp, dabno = %u

source: bmap of block #%u of inode %llu failed
pl: bmap bloku #%u i-wêz³a %llu nie powiod³o siê

source: directory/attribute block used/count inconsistency - %d/%hu
pl: niespójno¶æ warto¶ci used/count bloku katalogu/atrybutu - %d/%hu

source: directory/attribute block hashvalue inconsistency, expected > %u / saw %u
pl: niespójno¶æ warto¶ci hasza bloku katalogu/atrybutu - oczekiwano > %u, widziano %u

source: bad directory/attribute forward block pointer, expected 0, saw %u
pl: b³êdny wska¼nik bloku w przód katalogu/atrybutu - oczekiwano 0, widziano %u

source: bad directory block in dir ino %llu
pl: b³êdny blok katalogu w i-wê¼le katalogu %llu

source: correcting bad hashval in non-leaf dir/attr block in (level %d) in inode %llu.
pl: poprawiono b³êdne hashval w bloku katalogu/atrybutu nie bêd±cego li¶ciem w i-wê¼le (poziomu %d) %llu.

source: would correct bad hashval in non-leaf dir/attr block in (level %d) in inode %llu.
pl: b³êdne hashval zosta³oby poprawione w bloku katalogu/atrybutu nie bêd±cego li¶ciem w i-wê¼le (poziomu %d) %llu.

source: can't get map info for block %u of directory inode %llu
pl: nie mo¿na uzyskaæ informacji o mapie dla bloku %u i-wêz³a katalogu %llu

source: can't read block %u (%llu) for directory inode %llu
pl: nie mo¿na odczytaæ bloku %u (%llu) dla i-wêz³a katalogu %llu

source: bad magic number %x in block %u (%llu) for directory inode %llu
pl: b³êdna liczba magiczna %x w bloku %u (%llu) dla i-wêz³a katalogu %llu

source: bad back pointer in block %u (%llu) for directory inode %llu
pl: b³êdny wska¼nik wstecz w bloku %u (%llu) dla i-wêz³a katalogu %llu

source: entry count %d too large in block %u (%llu) for directory inode %llu
pl: liczba wpisów %d zbyt du¿a w bloku %u (%llu) dla i-wêz³a katalogu %llu

source: bad level %d in block %u (%llu) for directory inode %llu
pl: b³êdny poziom %d w bloku %u (%llu) dla i-wêz³a katalogu %llu

source: correcting bad hashval in interior dir/attr block in (level %d) in inode %llu.
pl: poprawiono b³êdne hashval w wewnêtrznym bloku katalogu/atrybutu w i-wê¼le (poziomu %d) %llu.

source: would correct bad hashval in interior dir/attr block in (level %d) in inode %llu.
pl: b³êdne hashval zosta³oby poprawione w wewnêtrznym bloku katalogu/atrybutu w i-wê¼le (poziomu %d) %llu.

source: marking bad entry in directory inode %llu
pl: oznaczono b³êdny wpis w i-wê¼le katalogu %llu

source: deleting zero length entry in directory inode %llu
pl: usuniêto wpis zerowej d³ugo¶ci w i-wê¼le katalogu %llu

source: deleting entry in directory inode %llu
pl: usuniêto wpis w i-wê¼le katalogu %llu

source: couldn't allocate directory block freemap
pl: nie uda³o siê przydzieliæ freemap bloku katalogu

source: directory block header conflicts with used space in directory inode %llu
pl: nag³ówek bloku katalogu jest w konflikcie z u¿ytym miejscem w i-wê¼le katalogu %llu

source: nameidx %d for entry #%d, bno %d, ino %llu > fs blocksize, deleting entry
pl: nameidx %d dla wpisu #%d, bno %d, i-wêze³ %llu > rozmiaru bloku fs, usuniêto wpis

source: nameidx %d, entry #%d, bno %d, ino %llu > fs blocksize, marking entry bad
pl: nameidx %d, wpis #%d, bno %d, i-wêze³ %llu > rozmiaru bloku fs, zaznaczono wpis jako b³êdny

source: nameidx %d, entry #%d, bno %d, ino %llu > fs blocksize, would delete entry
pl: nameidx %d, wpis #%d, bno %d, i-wêze³ %llu > rozmiaru bloku fs, wpis zosta³by usuniêty

source: invalid ino number %llu in dir ino %llu, entry #%d, bno %d
pl: nieprawid³owy numer i-wêz³a %llu w i-wê¼le katalogu %llu, wpis #%d, bno %d

source: clearing ino number in entry %d...
pl: wyczyszczono numer i-wêz³a we wpisie %d...

source: would clear ino number in entry %d...
pl: numer i-wêz³a we wpisie %d zosta³by wyczyszczony...

source: entry #%d, bno %d in directory %llu references realtime bitmap inode %llu
pl: wpis #%d, bno %d w katalogu %llu odwo³uje siê do i-wêz³a bitmapy realtime %llu

source: entry #%d, bno %d in directory %llu references realtime summary inode %llu
pl: wpis #%d, bno %d w katalogu %llu odwo³uje siê do i-wêz³a opisu realtime %llu

source: entry #%d, bno %d in directory %llu references user quota inode %llu
pl: wpis #%d, bno %d w katalogu %llu odwo³uje siê do i-wêz³a limitu u¿ytkownika %llu

source: entry #%d, bno %d in directory %llu references group quota inode %llu
pl: wpis #%d, bno %d w katalogu %llu odwo³uje siê do i-wêz³a limitu grupy %llu

source: entry references free inode %llu in directory %llu, will clear entry
pl: wpis odwo³uje siê do wolnego i-wêz³a %llu w katalogu %llu, zostanie wyczyszczony

source: entry references free inode %llu in directory %llu, would clear entry
pl: wpis odwo³uje siê do wolnego i-wêz³a %llu w katalogu %llu, zosta³by wyczyszczony

source: bad ino number %llu in dir ino %llu, entry #%d, bno %d
pl: b³êdny numer i-wêz³a %llu w i-wê¼le katalogu %llu, wpis #%d, bno %d

source: clearing inode number...
pl: wyczyszczono numer i-wêz³a...

source: would clear inode number...
pl: numer i-wêz³a zosta³by wyczyszczony

source: entry #%d, dir inode %llu, has zero-len name, deleting entry
pl: wpis #%d, i-wêze³ katalogu %llu ma nazwê zerowej d³ugo¶ci, usuniêto

source: entry #%d, dir inode %llu, has zero-len name, marking entry bad
pl: wpis #%d, i-wêze³ katalogu %llu ma nazwê zerowej d³ugo¶ci, zaznaczono jako b³êdny

source: bad size, entry #%d in dir inode %llu, block %u -- entry overflows block
pl: b³êdny rozmiar, wpis #%d w i-wê¼le katalogu %llu, blok %u - wpis wykracza poza blok

source: dir entry slot %d in block %u conflicts with used space in dir inode %llu
pl: slot wpisu katalogu %d w bloku %u jest w konflikcie z u¿ytym miejscem w i-wê¼le katalogu %llu

source: illegal name "%s" in directory inode %llu, entry will be cleared
pl: niedozwolona nazwa "%s" w i-wê¼le katalogu %llu, wpis zostanie wyczyszczony

source: illegal name "%s" in directory inode %llu, entry would be cleared
pl: niedozwolona nazwa "%s" w i-wê¼le katalogu %llu, wpis zosta³by wyczyszczony

source: mismatched hash value for entry "%s"
pl: niedopasowana warto¶æ hasza dla wpisu "%s"

source: in directory inode %llu. resetting hash value.
pl: w i-wê¼le katalogu %llu. Przestawiono warto¶æ hasza.

source: in directory inode %llu. would reset hash value.
pl: w i-wê¼le katalogu %llu. Warto¶æ hasza zosta³aby przestawiona.

source: bad hash ordering for entry "%s"
pl: b³êdny porz±dek hasza dla wpisu "%s"

source: in directory inode %llu. will clear entry
pl: w i-wê¼le katalogu %llu. Wpis zostanie wyczyszczony.

source: in directory inode %llu. would clear entry
pl: w i-wê¼le katalogu %llu. Wpis zosta³by wyczyszczony.

source: name "%s" (block %u, slot %d) conflicts with used space in dir inode %llu
pl: nazwa "%s" (blok %u, slot %d) jest w konflikcie z u¿ytym miejscem w i-wê¼le katalogu %llu

source: will clear entry "%s" (#%d) in directory inode %llu
pl: wpis "%s" (#%d) zostanie wyczyszczony w i-wê¼le katalogu %llu

source: would clear entry "%s" (#%d)in directory inode %llu
pl: wpis "%s" (#%d) zosta³by wyczyszczony w i-wê¼le katalogu %llu

source: bad .. entry in dir ino %llu, points to self
pl: b³êdny wpis .. w i-wê¼le katalogu %llu, wskazuje na siebie

source: will clear entry
pl: wpis zostanie wyczyszczony

source: would clear entry
pl: wpis zosta³by wyczyszczony

source: correcting .. entry in root inode %llu, was %llu
pl: poprawiono wpis .. w gównym i-wê¼le %llu, by³o %llu

source: bad .. entry (%llu) in root inode %llu should be %llu
pl: b³êdny wpis .. (%llu) w g³ównym i-wê¼le %llu, powinno byæ %llu

source: multiple .. entries in directory inode %llu, will clear second entry
pl: wiele wpisów .. w i-wê¼le katalogu %llu, drugi wpis zostanie wyczyszczony

source: multiple .. entries in directory inode %llu, would clear second entry
pl: wiele wpisów .. w i-wê¼le katalogu %llu, drugi wpis zosta³by wyczyszczony

source: . in directory inode %llu has wrong value (%llu), fixing entry...
pl: . w i-wê¼le katalogu %llu ma niepoprawn± warto¶æ (%llu), poprawiono wpis...

source: . in directory inode %llu has wrong value (%llu)
pl: . w i-wê¼le katalogu %llu ma niepoprawn± warto¶æ (%llu)

source: multiple . entries in directory inode %llu
pl: wiele wpisów . w i-wê¼le katalogu %llu

source: will clear one . entry in directory inode %llu
pl: jeden wpis . w i-wê¼le katalogu %llu zostanie wyczyszczony

source: would clear one . entry in directory inode %llu
pl: jeden wpis . w i-wê¼le katalogu %llu zosta³by wyczyszczony

source: entry "%s" in directory inode %llu points to self,
pl: wpis "%s" w i-wê¼le katalogu %llu wskazuje na siebie,

source: - resetting first used heap value from %d to %d in block %u of dir ino %llu
pl: - przestawiono pierwsz± u¿ywan± warto¶æ sterty z %d na %d w bloku %u i-wêz³a katalogu %llu
