Repository: pld-linux/xfsprogs
Catalog: xfsprogs-*.po
Languages: pl

source: advise the page cache about access patterns expected for a mapping Modifies page cache behavior when operating on the current mapping. The range arguments are required by some advise commands ([*] below). With no arguments, the POSIX_MADV_NORMAL advice is implied. -d -- don't need these pages (POSIX_MADV_DONTNEED) [*] -r -- expect random page references (POSIX_MADV_RANDOM) -s -- expect sequential page references (POSIX_MADV_SEQUENTIAL) -w -- will need these pages (POSIX_MADV_WILLNEED) [*] Notes: NORMAL sets the default readahead setting on the file. RANDOM sets the readahead setting on the file to zero. SEQUENTIAL sets double the default readahead setting on the file. WILLNEED forces the maximum readahead.
pl: doradzenie buforowi stron w sprawie oczekiwanych schematów dostêpu do odwzorowañ madvise modyfikuje zachowanie bufora stron przy operacjach na bie¿±cym odwzorowaniu. Niektóre polecenia madvise ([*] poni¿ej) wymagaj± podania zakresu. Bez argumentów zak³ada siê doradzenie POSIX_MADV_NORMAL. -d - podane strony nie s± wymagane (POSIX_MADV_DONTNEED) [*] -r - nale¿y oczekiwaæ losowych odwo³añ do stron (POSIX_MADV_RANDOM) -s - nale¿y oczekiwaæ sekwencyjnych odwo³añ do stron (POSIX_MADV_SEQUENTIAL) -w - podane strony bêd± potrzebne (POSIX_MADV_WILLNEED) [*] Uwagi: NORMAL ustawia domy¶ln± warto¶æ czytania z wyprzedzeniem dla pliku. RANDOM ustawia czytanie z wyprzedzeniem dla pliku na zero. SEQUENTIAL ustawia podwójn± domy¶ln± warto¶æ czytania z wyprzedzeniem. WILLNEED wymusza maksymalne czytanie z wyprzedzeniem.

source: [-drsw] [off len]
pl: [-drsw] [offset d³ugo¶æ]

source: give advice about use of memory
pl: doradzenie w sprawie u¿ycia pamiêci

source: 0x%lx %lu pages (%llu : %lu)
pl: 0x%lx %lu stron (%llu : %lu)

source: [off len]
pl: [offset d³ugo¶æ]

source: find mapping pages that are memory resident
pl: odnalezienie stron odwzorowañ przechowywanych w pamiêci

source: offset (%lld) is before start of mapping (%lld)
pl: offset (%lld) przed pocz±tkiem odwzorowania (%lld)

source: offset (%lld) is beyond end of mapping (%lld)
pl: offset (%lld) za koñcem odwzorowania (%lld)

source: range (%lld:%lld) is beyond mapping (%lld:%ld)
pl: przedzia³ (%lld:%lld) poza odwzorowaniem (%lld:%ld)

source: offset address (%p) is not page aligned
pl: adres offsetu (%p) nie jest wyrównany do rozmiaru strony

source: maps a range within the current file into memory Example: 'mmap -rw 0 1m' - maps one megabyte from the start of the current file Memory maps a range of a file for subsequent use by other xfs_io commands. With no arguments, mmap shows the current mappings. The current mapping can be set by using the single argument form (mapping number or address). If two arguments are specified (a range), a new mapping is created and the following options are available: -r -- map with PROT_READ protection -w -- map with PROT_WRITE protection -x -- map with PROT_EXEC protection If no protection mode is specified, all are used by default.
pl: odwzorowanie przedzia³u z bie¿±cego pliku w pamiêci Przyk³ad: 'mmap -rw 0 1m' - odwzorowuje 1MB od pocz±tku bie¿±cego pliku mmap odwzorowuje w pamiêci przedzia³ z pliku do dalszego wykorzystania przez inne polecenia xfs_io. Bez argumentów mmap pokazuje aktualne odwzorowania. Bie¿±ce odwzorowanie mo¿na ustawiæ przy u¿yciu formy jednoargumentowej (mmap numer lub adres). Je¶li podano dwa argumenty (przedzia³), tworzone jest nowe odwzorowanie i dostêpne s± nastêpuj±ce opcje: -r - odwzorowanie z ochron± PROT_READ -w - odwzorowanie z ochron± PROT_WRITE -x - odwzorowanie z ochron± PROT_EXEC Je¶li nie podano trybu ochrony, domy¶lnie u¿ywane s± wszystkie.

source: flushes a range of bytes in the current memory mapping Writes all modified copies of pages over the specified range (or entire mapping if no range specified) to their backing storage locations. Also, optionally invalidates so that subsequent references to the pages will be obtained from their backing storage locations (instead of cached copies). -a -- perform asynchronous writes (MS_ASYNC) -i -- invalidate mapped pages (MS_INVALIDATE) -s -- perform synchronous writes (MS_SYNC)
pl: zrzucenie przedzia³u bajtów w bie¿±cym odwzorowaniu pamiêci msync zapisuje wszystkie zmodyfikowane kopie stron z podanego przedzia³u (lub ca³ego odwzorowania, je¶li nie podano przedzia³u) do miejsca przechowywania danych. Opcjonalnie uniewa¿nia bufor, ¿eby dalsze odwo³ania do tych stron odbywa³y siê z miejsca przechowywania danych (zamiast kopii w pamiêci podrêcznej). -a - wykonanie zapisu asynchronicznego (MS_ASYNC) -i - uniewa¿nienie odwzorowanych stron (MS_INVALIDATE) -s - wykonanie zapisu synchronicznego (MS_SYNC)

source: reads a range of bytes in the current memory mapping Example: 'mread -v 512 20' - dumps 20 bytes read from 512 bytes into the mapping Accesses a range of the current memory mapping, optionally dumping it to the standard output stream (with -v option) for subsequent inspection. -f -- verbose mode, dump bytes with offsets relative to start of file. -r -- reverse order; start accessing fom the end of range, moving backward -v -- verbose mode, dump bytes with offsets relative to start of mapping. The accesses are performed sequentially from the start offset by default. Notes: References to whole pages following the end of the backing file results in delivery of the SIGBUS signal. SIGBUS signals may also be delivered on various filesystem conditions, including quota exceeded errors, and for physical device errors (such as unreadable disk blocks). No attempt has been made to catch signals at this stage...
pl: odczytanie przedzia³u bajtów w bie¿±cym odwzorowaniu pamiêci Przyk³ad: 'mread -v 512 20' - wyrzucenie 20 bajtów odczytanych od 512 bajtu w odwzorowaniu mread odwo³uje siê do przedzia³u bie¿±cego odwzorowania pamiêci, opcjonalnie wyrzucaj±c go na strumieñ standardowego wyj¶cia (z opcj± -v) do dalszych badañ. -f - tryb szczegó³owy, wyrzucenie bajtów z offsetami wzglêdem pocz±tku pliku. -r - odwrotna kolejno¶æ; dostêp pocz±wszy od koñca przedzia³u do pocz±tku. -v - tryb szczegó³owy, wyrzucenie bajtów z offsetami wzglêdem pocz±tku odwzorowania. Dostêpy s± wykonywane sekwencyjnie, domy¶lnie od offsetu pocz±tkowego. Uwagi: Odwo³ania do ca³ych stron za koñcem pliku powoduj± w efekcie sygna³ SIGBUS. Sygna³y SIGBUS mog± byæ wywo³ane tak¿e przy ró¿nych zdarzeniach zwi±zanych z systemem plików, w³±cznie z b³êdami przekroczenia limitów (quota) oraz fizycznymi b³êdami urz±dzenia (takimi jak nieczytelne bloki dysku). Na tym etapie nie ma prób wy³apania sygna³ów...

source: dirties a range of bytes in the current memory mapping Example: 'mwrite 512 20 - writes 20 bytes at 512 bytes into the current mapping. Stores a byte into memory for a range within a mapping. The default stored value is 'X', repeated to fill the range specified. -S -- use an alternate seed character -r -- reverse order; start storing fom the end of range, moving backward The stores are performed sequentially from the start offset by default.
pl: zmiana przedzia³u bajtów w bie¿±cym odwzorowaniu pamiêci Przyk³ad: 'mwrite 512 20' - zapisuje 20 bajtów od 512 bajtu w bie¿±cym odwzorowaniu. mwrite zapisuje bajt do przedzia³u pamiêci w ramach odwzorowania. Domy¶lnie zapisywan± warto¶ci± jest 'X', powtarzane do wype³nienia przedzia³u. -S - u¿ycie alternatywnego znaku -r - odwrotna kolejno¶æ; rozpoczêcie zapisywania od koñca przedzia³u do pocz±tku Zapisy s± wykonywane kolejno, domy¶lnie od offsetu pocz±tkowego.

source: non-numeric seed -- %s
pl: nieliczbowy zarodek - %s

source: [N] | [-rwx] [off len]
pl: [N] | [-rwx] [offset d³ugo¶æ]

source: mmap a range in the current file, show mappings
pl: odwzorowanie przedzia³u w bie¿±cym pliku, pokazanie odwzorowañ

source: [-r] [off len]
pl: [-r] [offset d³ugo¶æ]

source: reads data from a region in the current memory mapping
pl: odczyt danych z regionu w bie¿±cym odwzorowaniu pamiêci

source: [-ais] [off len]
pl: [-ais] [offset d³ugo¶æ]

source: flush a region in the current memory mapping
pl: zrzucenie regionu w bie¿±cym odwzorowaniu pamiêci

source: unmaps the current memory mapping
pl: usuniêcie bie¿±cego odwzorowania pamiêci

source: [-r] [-S seed] [off len]
pl: [-r] [-S warto¶æ] [offset d³ugo¶æ]

source: writes data into a region in the current memory mapping
pl: zapis danych do regionu w bie¿±cym odwzorowaniu pamiêci

source: socket
pl: gniazdo

source: directory
pl: katalog

source: char device
pl: urz±dzenie znakowe

source: block device
pl: urz±dzenie blokowe

source: regular file
pl: plik zwyk³y

source: symbolic link
pl: dowi±zanie symboliczne

source: fifo
pl: potok

source: opens a new file in the requested mode Example: 'open -cd /tmp/data' - creates/opens data file read-write for direct IO Opens a file for subsequent use by all of the other xfs_io commands. With no arguments, open uses the stat command to show the current file. -F -- foreign filesystem file, disallow XFS-specific commands -a -- open with the O_APPEND flag (append-only mode) -d -- open with O_DIRECT (non-buffered IO, note alignment constraints) -f -- open with O_CREAT (create the file if it doesn't exist) -m -- permissions to use in case a new file is created (default 0600) -n -- open with O_NONBLOCK -r -- open with O_RDONLY, the default is O_RDWR -s -- open with O_SYNC -t -- open with O_TRUNC (truncate the file to zero length if it exists) -R -- mark the file as a realtime XFS file immediately after opening it Note1: usually read/write direct IO requests must be blocksize aligned; some kernels, however, allow sectorsize alignment for direct IO. Note2: the bmap for non-regular files can be obtained provided the file was opened correctly (in particular, must be opened read-only).
pl: otwarcie nowego pliku w ¿±danym trybie Przyk³ad: 'open -cd /tmp/data' - utworzenie/otwarcie pliku danych do odczytu i zapisu z bezpo¶rednim we/wy open otwiera plik do pó¼niejszego wykorzystania przez wszystkie inne polecenia xfs_io. Bez argumentów u¿ywa polecenia stat do pokazania bie¿±cego pliku. -F - plik na obcym systemie plików, zabronienie u¿ywania poleceñ dla XFS-a -a - otwarcie z flag± O_APPEND (w trybie tylko dopisywania) -d - otwarcie z flag± O_DIRECT (niebuforowane we/wy, ograniczenia wyrównania) -f - otwarcie z flag± O_CREAT (utworzenie pliku je¶li nie istnieje) -m - uprawnienia do u¿ycia w przypadku tworzenia pliku (domy¶lnie 0600) -n - otwarcie z flag± O_NONBLOCK -r - otwarcie z flag± O_RDONLY (domy¶lne jest O_RDWR) -s - otwarcie z flag± O_SYNC -t - otwarcie z flag± O_TRUNC (uciêcie do zerowej d³ugo¶ci je¶li istnieje) -R - oznaczenie pliku jako realtime na XFS-ie zaraz po otwarciu Uwaga1: zwykle ¿±dania bezpo¶redniego we/wy musz± byæ wyrównane do rozmiaru bloku; niektóre j±dra pozwalaj± na wyrównanie do rozmiaru sektora Uwaga2: bmap dla plików innych ni¿ zwyk³e mo¿na uzyskaæ pod warunkiem, ¿e plik zostanie poprawnie otwarty (w szczególno¶ci tylko do odczytu).

source: displays the project identifier associated with the current path Options: -R -- recursively descend (useful when current path is a directory) -D -- recursively descend, but only list projects on directories
pl: wy¶wietlenie identyfikatora projektu zwi±zanego z bie¿±c± ¶cie¿k± Opcje: -R - rekurencyjne zag³êbianie siê (przydatne kiedy bie¿±cy plik jest katalogiem) -D - rekurencyjne zag³êbianie siê, ale wypisywanie projektów tylko katalogów

source: modifies the project identifier associated with the current path -R -- recursively descend (useful when current path is a directory) -D -- recursively descend, only modifying projects on directories
pl: modyfikacja identyfikatora projektu zwi±zanego z bie¿±c± ¶cie¿k± -R - rekurencyjne zag³êbianie siê (przydatne kiedy bie¿±cy plik jest katalogiem) -D - rekurencyjne zag³êbianie siê, ale zmiana projektów tylko katalogów

source: invalid project ID -- %s
pl: nieprawid³owy ID projektu - %s

source: report or modify prefered extent size (in bytes) for the current path -R -- recursively descend (useful when current path is a directory) -D -- recursively descend, only modifying extsize on directories
pl: odczyt lub zmiana preferowanego rozmiaru fragmentu (w bajtach) dla bie¿±cej ¶cie¿ki -R - rekurencyjne zag³êbianie siê (przydatne kiedy bie¿±cy plik jest katalogiem) -D - rekurencyjne zag³êbianie siê, ale zmiana extsize tylko katalogów

source: invalid target file type - file %s
pl: nieprawid³owy rodzaj bliku docelowego - plik %s

source: non-numeric extsize argument -- %s
pl: nieliczbowy argument extsize - %s

source: invalid setfl argument -- '%c'
pl: nieprawid³owy argument setfl - '%c'

source: [-acdrstx] [path]
pl: [-acdrstx] [¶cie¿ka]

source: open the file specified by path
pl: otwarcie pliku okre¶lonego ¶cie¿k±

source: statistics on the currently open file
pl: statystyki dla aktualnie otwartego pliku

source: close the current open file
pl: zamkniêcie bie¿±cego otwartego pliku

source: set/clear append/direct flags on the open file
pl: ustawienie/zdjêcie flag dopisywania/bezpo¶redniego we/wy dla otwartego pliku

source: statistics on the filesystem of the currently open file
pl: statystyki dla systemu plików aktualnie otwartego pliku

source: change project identifier on the currently open file
pl: zmiana identyfikatora projektu aktualnie otwartego pliku

source: list project identifier set on the currently open file
pl: wypisanie identyfikatora projektu aktualnie otwartego pliku

source: [-D | -R] [extsize]
pl: [-D | -R] [rozmiar_fragmentu]

source: get/set prefered extent size (in bytes) for the open file
pl: pobranie/ustawienie preferowanego rozmiaru fragmentu (w bajtach) dla otwartego pliku

source: inode-path for inode: %llu is incorrect - path non-existent
pl: inode-path dla i-wêz³a: %llu jest niepoprawna - ¶cie¿ka nie istnieje

source: path "%s" does not stat for inode: %llu; err = %s
pl: ¶cie¿ka "%s" nie pozwala na stat dla i-wêz³a: %llu; b³±d = %s

source: path "%s" found
pl: ¶cie¿ki "%s" nie znaleziono

source: inode-path for inode: %llu is incorrect - wrong inode#
pl: inode-path dla i-wêz³a: %llu jest niepoprawna - niew³a¶ciwy numer i-wêz³a

source: ino mismatch for path "%s" %llu vs %llu
pl: niezgodno¶æ i-wêz³a dla ¶cie¿ki "%s" %llu vs %llu

source: inode number match: %llu
pl: zgodno¶æ numeru i-wêz³a: %llu

source: parent path "%s" does not stat: %s
pl: ¶cie¿ka nadrzêdna "%s" nie pozwala na stat: %s

source: inode-path for inode: %llu is incorrect - wrong parent inode#
pl: inode-path dla i-wêz³a: %llu jest niepoprawna - niew³a¶ciwy numer i-wêz³a nadrzêdnego

source: parent ino match for %llu
pl: zgodno¶æ numeru i-wêz³a nadrzêdnego dla %llu

source: getparentpaths failed for ino %llu: %s
pl: getparentpaths nie powiod³o siê dla i-wêz³a %llu: %s

source: inode-path for inode: %llu is missing
pl: brak inode-path dla i-wêz³a: %llu

source: can't stat mount point "%s": %s
pl: nie mo¿na wykonaæ stat na punkcie montowania "%s": %s

source: failed to get bulkstat information for inode %llu
pl: nie uda³o siê uzyskaæ informacji bulkstat dla i-wêz³a %llu

source: failed to get valid bulkstat information for inode %llu
pl: nie uda³o siê uzyskaæ prawid³owych informacji bulkstat dla i-wêz³a %llu

source: checking inode %llu
pl: sprawdzanie i-wêz³a %llu

source: syssgi bulkstat failed: %s
pl: syssgi bulkstat nie powiod³o siê: %s

source: file argument, "%s", is not in a mounted XFS filesystem
pl: argument plikowy "%s" nie jest na podmontowanym systemie plików XFS

source: unable to open "%s" for jdm: %s
pl: nie uda³o siê otworzyæ "%s" dla jdm: %s

source: unable to allocate buffers: %s
pl: nie uda³o siê przydzieliæ buforów: %s

source: num errors: %d
pl: liczba b³êdów: %d

source: succeeded checking %llu inodes
pl: uda³o siê sprawdziæ %llu i-wêz³ów

source: %s: unable to allocate parent buffer: %s
pl: %s: nie uda³o siê przydzieliæ bufora nadrzêdnego: %s

source: %s: failed path_to_fshandle "%s": %s
pl: %s: path_to_fshandle nie powiod³o siê dla "%s": %s

source: %s: path_to_handle failed for "%s"
pl: %s: path_to_handle nie powiod³o siê dla "%s"

source: %s: getparentpaths failed for "%s": %s
pl: %s: getparentpaths nie powiod³o siê dla "%s": %s

source: %s: inode-path is missing
pl: %s: brak inode-path

source: list the current file's parents and their filenames -c -- check the current file's file system for parent consistency -p -- list the current file's parents and their full paths -v -- verbose mode
pl: wypisanie rodziców bie¿±cego pliku i ich nazw -c - sprawdzenie systemu plików pod k±tem spójno¶ci rodziców pliku -p - wypisanie rodziców bie¿±cego pliku i ich pe³nych ¶cie¿ek -v - tryb szczegó³owy

source: print or check parent inodes
pl: wypisanie lub sprawdzenie i-wêz³ów nadrzêdnych

source: reads a range of bytes in a specified block size from the given offset Example: 'pread -v 512 20' - dumps 20 bytes read from 512 bytes into the file Reads a segment of the currently open file, optionally dumping it to the standard output stream (with -v option) for subsequent inspection. The reads are performed in sequential blocks starting at offset, with the blocksize tunable using the -b option (default blocksize is 4096 bytes), unless a different pattern is requested. -B -- read backwards through the range from offset (backwards N bytes) -F -- read forwards through the range of bytes from offset (default) -v -- be verbose, dump out buffers (used when reading forwards) -R -- read at random offsets in the range of bytes -Z N -- zeed the random number generator (used when reading randomly) (heh, zorry, the -s/-S arguments were already in use in pwrite) When in "random" mode, the number of read operations will equal the number required to do a complete forward/backward scan of the range. Note that the offset within the range is chosen at random each time (an offset may be read more than once when operating in this mode).
pl: odczytanie przedzia³u bajtów w podanym rozmiarze bloku od podanego offsetu Przyk³ad: 'pread -v 512 20' - wyrzucenie 20 bajtów odczytanych od 512 bajtu w pliku pread odczytuje segment aktualnie otwartego pliku, opcjonalnie wyrzucaj±c zawarto¶æ na strumieñ standardowego wyj¶cia (z opcj± -v) dla dalszych badañ. Odczyty s± wykonywane sekwencyjnie blokami pocz±wszy od offsetu z rozmiarem bloku ustawianym przy u¿yciu opcji -b (domy¶lny rozmiar bloku to 4096 bajtów), chyba ¿e za¿±dano innego schematu. -B - odczyt przedzia³u od ty³u pocz±wszy od offsetu (N bajtów do ty³u) -F - odczyt przedzia³u od przodu pocz±wszy od offsetu (domy¶lny) -v - tryb szczegó³owy, wyrzucenie bufora (przy odczycie od przodu) -R - odczyt losowych offsetów z przedzia³u bajtów -Z N - ("zeed") nakarmienie generatora liczb losowych (przy odczycie losowym) (nieztety opcje -s/-S pasuj±ce do "seed" by³y ju¿ zajête w pwrite) W przypadku trybu losowego liczba operacji odczytu bêdzie równa liczbie potrzebnej do pe³nego przeskanowania od przodu lub od ty³u ca³ego przedzia³u. Nale¿y zauwa¿yæ, ¿e offset w przedziale jest wybierany za ka¿dym razem losowo (dowolny offset mo¿e byæ w tym trybie czytany wiêcej ni¿ raz).

source: non-numeric bsize -- %s
pl: nieliczbowy rozmiar bloku - %s

source: read %lld/%lld bytes at offset %lld
pl: odczytano %lld/%lld bajtów od offsetu %lld

source: %s, %d ops; %s (%s/sec and %.4f ops/sec)
pl: %s, %d operacji; %s (%s/sek i %.4f operacji/sek)

source: [-b bs] [-v] off len
pl: [-b rozm_bloku] [-v] offset d³ugo¶æ

source: reads a number of bytes at a specified offset
pl: odczyt podanej liczby bajtów od podanego offsetu

source: off len
pl: offset d³ugo¶æ

source: allocates zeroed space for part of a file
pl: przydzielenie wyzerowanej przestrzeni dla czê¶ci pliku

source: frees space associated with part of a file
pl: zwolnienie miejsca zwi±zanego z czê¶ci± pliku

source: reserves space associated with part of a file
pl: zarezerwowanie miejsca zwi±zanego z czê¶ci± pliku

source: frees reserved space associated with part of a file
pl: zwolnienie zarezerwowanego miejsca zwi±zanego z czê¶ci± pliku

source: writes a range of bytes (in block size increments) from the given offset Example: 'pwrite 512 20' - writes 20 bytes at 512 bytes into the open file Writes into a segment of the currently open file, using either a buffer filled with a set pattern (0xcdcdcdcd) or data read from an input file. The writes are performed in sequential blocks starting at offset, with the blocksize tunable using the -b option (default blocksize is 4096 bytes), unless a different write pattern is requested. -S -- use an alternate seed number for filling the write buffer -i -- input file, source of data to write (used when writing forward) -d -- open the input file for direct IO -s -- skip a number of bytes at the start of the input file -w -- call fdatasync(2) at the end (included in timing results) -W -- call fsync(2) at the end (included in timing results) -B -- write backwards through the range from offset (backwards N bytes) -F -- write forwards through the range of bytes from offset (default) -R -- write at random offsets in the specified range of bytes -Z N -- zeed the random number generator (used when writing randomly) (heh, zorry, the -s/-S arguments were already in use in pwrite)
pl: zapisanie przedzia³u bajtów w podanym rozmiarze bloku od podanego offsetu Przyk³ad: 'pwrite 512 20' - zapisanie 20 bajtów odczytanych od 512 bajtu w pliku pwrite zapisuje segment aktualnie otwartego pliku, u¿ywaj±c bufora wype³nionego ustawionym wzorcem (0xcdcdcdcd) lub danymi odczytanymi z pliku wej¶ciowego. Zapisy s± wykonywane sekwencyjnie blokami pocz±wszy od offsetu z rozmiarem bloku ustawianym przy u¿yciu opcji -b (domy¶lny rozmiar bloku to 4096 bajtów), chyba ¿e za¿±dano innego schematu. -S - u¿ycie innej liczby do wype³nienia bufora zapisu -i - plik wej¶ciowy, ¼ród³o danych do zapisania (przy pisaniu od przodu) -d - otwarcie pliku wej¶ciowego dla bezpo¶redniego we/wy -s - pominiêcie podanej liczby bajtów od pocz±tku pliku wej¶ciowego -w - wywo³anie fdatasync(2) na koñcu (wliczane w wyniki czasowe) -W - wywo³anie fsync(2) na koñcu (wliczane w wyniki czasowe) -B - zapis przedzia³u od ty³u pocz±wszy od offsetu (N bajtów do ty³u) -F - zapis przedzia³u od przodu pocz±wszy od offsetu (domy¶lny) -R - zapis losowych offsetów z przedzia³u bajtów -Z N - ("zeed") nakarmienie generatora liczb losowych (przy zapisie losowym) (nieztety opcje -s/-S pasuj±ce do "seed" by³y ju¿ zajête w pwrite)

source: non-numeric skip -- %s
pl: nieliczbowy liczba bajtów do pominiêcia - %s

source: wrote %lld/%lld bytes at offset %lld
pl: zapisano %lld/%lld bajtów od offsetu %lld

source: [-i infile [-d] [-s skip]] [-b bs] [-S seed] [-wW] off len
pl: [-i plik_wej [-d] [-s do_pominiêcia]] [-b rozm_bloku] [-S zarodek] [-wW] offset d³ugo¶æ

source: writes a number of bytes at a specified offset
pl: zapis podanej liczby bajtów od podanego offsetu

source: non-numeric argument -- %s
pl: nieliczbowy argument - %s

source: reserved blocks = %llu
pl: zarezerwowane bloki = %llu

source: available reserved blocks = %llu
pl: dostêpne zarezerwowane bloki = %llu

source: [blocks]
pl: [bloki]

source: get and/or set count of reserved filesystem blocks
pl: pobranie i/lub ustawienie liczby zarezerwowanych bloków w systemie plików
