Repository: pld-linux/xfsprogs
Catalog: xfsprogs-*.po
Languages: pl

source: - would reset first used value from %d to %d in block %u of dir ino %llu
pl: - pierwsza u¿ywana warto¶æ zosta³aby przestawiona z %d na %d w bloku %u i-wêz³a katalogu %llu

source: - resetting namebytes cnt from %d to %d in block %u of dir inode %llu
pl: - przestawiono liczbê bajtów nazwy z %d na %d w bloku %u i-wêz³a katalogu %llu

source: - would reset namebytes cnt from %d to %d in block %u of dir inode %llu
pl: - liczba bajtów nazwy zosta³aby przestawiona z %d na %d w bloku %u i-wêz³a katalogu %llu

source: - found unexpected lost holes in block %u, dir inode %llu
pl: - znaleziono nieoczekiwane utracone dziury w bloku %u, i-wê¼le katalogu %llu

source: - hole info non-optimal in block %u, dir inode %llu
pl: - nieoptymalna informacja o dziurze w bloku %u, i-wê¼le katalogu %llu

source: - hole info incorrect in block %u, dir inode %llu
pl: - niepoprawna informacja o dziurze w bloku %u, i-wê¼le katalogu %llu

source: - existing hole info for block %d, dir inode %llu (base, size) -
pl: - istniej±ca informacja o dziurze dla bloku %d, i-wêz³a katalogu %llu (podstawa, rozmiar) -

source: - holes flag = %d
pl: - flaga dziur = %d

source: - compacting block %u in dir inode %llu
pl: - zagêszczono blok %u w i-wê¼le katalogu %llu

source: not enough space in block %u of dir inode %llu for all entries
pl: zbyt ma³o miejsca dla wszystkich wpisów w bloku %u i-wêz³a katalogu %llu

source: - would compact block %u in dir inode %llu
pl: - bloku %u w i-wê¼le katalogu %llu zosta³by zagêszczony

source: can't map block %u for directory inode %llu
pl: nie mo¿na odwzorowaæ bloku %u dla i-wêz³a katalogu %llu

source: can't read file block %u (fsbno %llu, daddr %lld) for directory inode %llu
pl: nie mo¿na odczytaæ bloku pliku %u (fsbno %llu, daddr %lld) dla i-wêz³a katalogu %llu

source: bad directory leaf magic # %#x for dir ino %llu
pl: b³êdna liczba magiczna li¶cia katalogu %#x dla i-wêz³a katalogu %llu

source: bad sibling back pointer for directory block %u in directory inode %llu
pl: b³êdny wska¼nik wstecz dla bloku katalogu %u w i-wê¼le katalogu %llu

source: bad hash path in directory %llu
pl: b³êdna ¶cie¿ka hasza w katalogu %llu

source: out of range internal directory block numbers (inode %llu)
pl: numery bloków wewnêtrznego katalogu spoza zakresu (i-wêze³ %llu)

source: setting directory inode (%llu) size to %llu bytes, was %lld bytes
pl: ustawiono rozmiar i-wêz³a katalogu (%llu) na %llu bajtów, by³o %lld bajtów

source: block 0 for directory inode %llu is missing
pl: brak bloku 0 dla i-wêz³a katalogu %llu

source: can't read block 0 for directory inode %llu
pl: nie mo¿na odczytaæ bloku 0 dla i-wêz³a katalogu %llu

source: clearing forw/back pointers for directory inode %llu
pl: wyczyszczono wska¼niki w przód/wstecz dla i-wêz³a katalogu %llu

source: would clear forw/back pointers for directory inode %llu
pl: wska¼niki w przód/wstecz dla i-wêz³a katalogu %llu zosta³yby wyczyszczone

source: no . entry for directory %llu
pl: brak wpisu . dla katalogu %llu

source: no .. entry for directory %llu
pl: brak wpisu .. dla katalogu %llu

source: no .. entry for root directory %llu
pl: brak wpisu .. dla katalogu g³ównego %llu

source: malloc failed (%u bytes) dir2_add_badlist:ino %llu
pl: malloc nie powiod³o siê (%u bajtów) w dir2_add_badlist:ino %llu

source: couldn't malloc dir2 buffer list
pl: nie mo¿na przydzieliæ listy bufora dir2

source: couldn't malloc dir2 buffer header
pl: nie mo¿na przydzieliæ nag³ówka bufora dir2

source: couldn't malloc dir2 buffer data
pl: nie mo¿na przydzieliæ danych bufora dir2

source: can't read block %u for directory inode %llu
pl: nie mo¿na odczytaæ bloku %u dla i-wêz³a katalogu %llu

source: found non-root LEAFN node in inode %llu bno = %u
pl: znaleziono nieg³ówny wêze³ LEAFN w i-wê¼le %llu bno = %u

source: LEAFN node level is %d inode %llu bno = %u
pl: poziom wêz³a LEAFN wynosi %d i-wêze³ %llu bno = %u

source: bad dir magic number 0x%x in inode %llu bno = %u
pl: b³êdna liczba magiczna katalogu 0x%x w i-wê¼le %llu bno = %u

source: release_dir2_cursor_int got unexpected non-null bp, dabno = %u
pl: release_dir2_cursor_int otrzyma³ nieoczekiwany niezerowy bp, dabno = %u

source: directory block used/count inconsistency - %d / %hu
pl: niespójno¶æ warto¶ci used/count bloku katalogu - %d / %hu

source: bad directory block in inode %llu
pl: b³êdny blok katalogu w i-wê¼le %llu

source: correcting bad hashval in non-leaf dir block in (level %d) in inode %llu.
pl: poprawiono b³êdne hashval w bloku katalogu nie bêd±cego li¶ciem w i-wê¼le (poziomu %d) %llu.

source: would correct bad hashval in non-leaf dir block in (level %d) in inode %llu.
pl: b³êdne hashval w bloku katalogu nie bêd±cego li¶ciem zosta³oby poprawione w i-wê¼le (poziomu %d) %llu.

source: bad magic number %x in block %u for directory inode %llu
pl: b³êdna liczba magiczna %x w bloku %u dla i-wêz³a katalogu %llu

source: bad back pointer in block %u for directory inode %llu
pl: b³êdny wska¼nik wstecz w bloku %u dla i-wêz³a katalogu %llu

source: entry count %d too large in block %u for directory inode %llu
pl: liczba wpisów %d zbyt du¿a w bloku %u dla i-wêz³a katalogu %llu

source: bad level %d in block %u for directory inode %llu
pl: b³êdny poziom %d w bloku %u dla i-wêz³a katalogu %llu

source: correcting bad hashval in interior dir block in (level %d) in inode %llu.
pl: poprawiono b³êdne hashval w wewnêtrznym bloku katalogu w i-wê¼le (poziomu %d) %llu.

source: would correct bad hashval in interior dir block in (level %d) in inode %llu.
pl: b³êdne hashval w wewnêtrznym bloku katalogu zosta³oby poprawione w i-wê¼le (poziomu %d) %llu.

source: couldn't malloc dir2 shortform copy
pl: nie uda³o siê przydzieliæ krótkiej kopii dir2

source: current
pl: bie¿±cego i-wêz³a

source: invalid
pl: nieprawid³owego i-wêz³a

source: realtime bitmap
pl: i-wêz³a bitmapy realtime

source: realtime summary
pl: i-wêz³a opisu realtime

source: user quota
pl: i-wêz³a limitów u¿ytkownika

source: group quota
pl: i-wêz³a limitów grupy

source: non-existent
pl: nie istniej±cego i-wêz³a

source: entry "%*.*s" in shortform directory %llu references %s inode %llu
pl: wpis "%*.*s" w krótkim katalogu %llu odwo³uje siê do %s %llu

source: zero length entry in shortform dir %llu
pl: wpis zerowej d³ugo¶ci w krótkim katalogu %llu

source: , junking %d entries
pl: , wyrzucono %d wpisów

source: , would junk %d entries
pl: , %d wpisów zosta³oby wyrzucone

source: entry contains offset out of order in shortform dir %llu
pl: wpis zawiera uszkodzony offset w krótkim katalogu %llu

source: would have corrected i8 count in directory %llu from %d to %d
pl: liczba i8 zosta³aby poprawiona w katalogu %llu z %d na %d

source: corrected i8 count in directory %llu, was %d, now %d
pl: poprawiono liczbê i8 w katalogu %llu - by³o %d, jest %d

source: directory %llu offsets too high
pl: offsety zbyt du¿e w katalogu %llu

source: would have corrected entry offsets in directory %llu
pl: offsety wpisów w katalogu %llu zosta³yby poprawione

source: corrected entry offsets in directory %llu
pl: poprawiono offsety wpisów w katalogu %llu

source: bad .. entry in directory inode %llu, points to self,
pl: b³êdny wpis .. w i-wê¼le katalogu %llu, wskazuje na siebie,

source: corrupt block %u in directory inode %llu
pl: uszkodzony blok %u w i-wê¼le katalogu %llu

source: will junk block
pl: blok zostanie wyrzucony

source: would junk block
pl: blok zosta³by wyrzucony

source: entry "%*.*s" at block %u offset %d in directory inode %llu references %s inode %llu
pl: wpis "%*.*s" w bloku %u offsecie %d w i-wê¼le katalogu %llu odwo³uje siê do %s %llu

source: entry at block %u offset %d in directory inode %llu has 0 namelength
pl: wpis w bloku %u offsecie %d w i-wê¼le katalogu %llu ma zerow± d³ugo¶æ nazwy

source: clearing inode number in entry at offset %d...
pl: wyczyszczono numer i-wêz³a we wpisie o offsecie %d...

source: would clear inode number in entry at offset %d...
pl: numer i-wêz³a we wpisie o offsecie %d zosta³by wyczyszczony...

source: entry at block %u offset %d in directory inode %llu has illegal name "%*.*s":
pl: wpis w bloku %u offsecie %d w i-wê¼le katalogu %llu ma niedozwolon± nazwê "%*.*s":

source: bad .. entry in directory inode %llu, points to self:
pl: b³êdny wpis .. w i-wê¼le katalogu %llu, wskazuje na siebie:

source: bad .. entry in root directory inode %llu, was %llu:
pl: b³êdny wpis w i-wê¼le g³ównego katalogu %llu, by³o %llu:

source: correcting
pl: poprawiono

source: would correct
pl: zosta³by poprawiony

source: multiple .. entries in directory inode %llu:
pl: wiele wpisów .. w i-wê¼le katalogu %llu:

source: bad . entry in directory inode %llu, was %llu:
pl: b³êdny wpis . w i-wê¼le katalogu %llu, by³o %llu:

source: multiple . entries in directory inode %llu:
pl: wiele wpisów . w i-wê¼le katalogu %llu:

source: entry "%*.*s" in directory inode %llu points to self:
pl: wpis "%*.*s" w i-wê¼le katalogu %llu wskazuje na siebie:

source: clearing entry
pl: wyczyszczono wpis

source: bad bestfree table in block %u in directory inode %llu:
pl: b³êdna tablica bestfree w bloku %u w i-wê¼le katalogu %llu:

source: repairing table
pl: naprawiono tablicê

source: would repair table
pl: tablica zosta³aby naprawiona

source: block %u for directory inode %llu is missing
pl: brak bloku %u dla i-wêz³a katalogu %llu

source: bad directory block magic # %#x in block %u for directory inode %llu
pl: b³êdna liczba magiczna bloku katalogu %#x w bloku %u dla i-wêz³a katalogu %llu

source: bad entry count in block %u of directory inode %llu
pl: b³êdna liczba wpisów w bloku %u i-wêz³a katalogu %llu

source: bad hash ordering in block %u of directory inode %llu
pl: b³êdna kolejno¶æ hasza w bloku %u i-wêz³a katalogu %llu

source: bad stale count in block %u of directory inode %llu
pl: b³êdna liczba stale %u i-wêz³a katalogu %llu

source: can't read file block %u for directory inode %llu
pl: nie mo¿na odczytaæ bloku pliku %u dla i-wêz³a katalogu %llu

source: bad directory leaf magic # %#x for directory inode %llu block %u
pl: b³êdna liczba magiczna li¶cia katalogu %#x dla i-wêz³a katalogu %llu bloku %u

source: bad sibling back pointer for block %u in directory inode %llu
pl: b³êdny wska¼nik wstecz dla bloku %u w i-wê¼le katalogu %llu

source: block %llu for directory inode %llu is missing
pl: brak bloku %llu dla i-wêz³a katalogu %llu

source: can't read block %llu for directory inode %llu
pl: nie mo¿na odczytaæ bloku %llu dla i-wêz³a katalogu %llu

source: bad directory block magic # %#x in block %llu for directory inode %llu
pl: b³êdna liczba magiczna bloku katalogu %#x w bloku %llu dla i-wêz³a katalogu %llu

source: bad size/format for directory %llu
pl: b³êdny rozmiar/format dla katalogu %llu

source: couldn't malloc dir stack element, try more swap
pl: nie uda³o siê przydzieliæ elementu stosu katalogu, nale¿y spróbowaæ zwiêkszyæ swap

source: couldn't allocate block map pointers
pl: nie uda³o siê przydzieliæ wska¼ników mapy bloków

source: couldn't allocate block map, size = %d
pl: nie uda³o siê przydzieliæ mapy bloków, rozmiar = %d

source: couldn't allocate realtime block map, size = %llu
pl: nie uda³o siê przydzieliæ mapy bloków realtime, size = %llu

source: couldn't allocate new extent descriptors.
pl: nie uda³o siê przydzieliæ nowych deskryptorów fragmentów.

source: duplicate bno extent range
pl: powtórzony przedzia³ fragmentów bno

source: : duplicate bno extent range
pl: : powtórzony przedzia³ fragmentów bno

source: duplicate extent range
pl: powtórzony przedzia³ fragmentów

source: couldn't malloc dup extent tree descriptor table
pl: nie uda³o siê przydzieliæ tablicy deskryptorów drzewa powtórzonych fragmentów

source: couldn't malloc free by-bno extent tree descriptor table
pl: nie uda³o siê przydzieliæ tablicy deskryptorów drzewa wolnych fragmentów wg bno

source: couldn't malloc free by-bcnt extent tree descriptor table
pl: nie uda³o siê przydzieliæ tablicy deskryptorów drzewa wolnych fragmentów wg bcnt

source: couldn't malloc dup extent tree descriptor
pl: nie uda³o siê przydzieliæ deskryptora drzewa powtórzonych fragmentów

source: couldn't malloc bno extent tree descriptor
pl: nie uda³o siê przydzieliæ deskryptora drzewa fragmentów wg bno

source: couldn't malloc bcnt extent tree descriptor
pl: nie uda³o siê przydzieliæ deskryptora drzewa fragmentów wg bcnt

source: couldn't malloc dup rt extent tree descriptor
pl: nie uda³o siê przydzieliæ deskryptora drzewa powtórzonych fragmentów rt

source: inode map malloc failed
pl: przydzielenie mapy i-wêz³ów nie powiod³o siê

source: add_aginode_uncertain - duplicate inode range
pl: add_aginode_uncertain - powtórzony przedzia³ i-wêz³ów

source: add_inode - duplicate inode range
pl: add_inode - powtórzony przedzia³ i-wêz³ów

source: good inode list is --
pl: lista dobrych i-wêz³ów to:

source: uncertain inode list is --
pl: lista niepewnych i-wêz³ów to:

source: agno %d -- no inodes
pl: agno %d - brak i-wêz³ów

source: ptr = %lx, start = 0x%x, free = 0x%llx, confirmed = 0x%llx
pl: ptr = %lx, start = 0x%x, wolne = 0x%llx, potwierdzone = 0x%llx

source: couldn't malloc parent list table
pl: nie uda³o siê przydzieliæ tablicy listy rodziców

source: couldn't memalign pentries table
pl: nie uda³o siê memalign na tablicy pentries

source: couldn't malloc ino rec backptrs.
pl: nie uda³o siê przydzieliæ wska¼ników wstecz rekordów i-wêz³ów

source: could not malloc back pointer table
pl: nie uda³o siê przydzieliæ tablicy wska¼ników wstecz

source: couldn't malloc inode tree descriptor table
pl: nie uda³o siê przydzieliæ tablicy deskryptorów drzewa i-wêz³ów

source: couldn't malloc uncertain ino tree descriptor table
pl: nie uda³o siê przydzieliæ tablicy deskryptorów drzewa i-wêz³ów niepewnych

source: couldn't malloc inode tree descriptor
pl: nie uda³o siê przydzieliæ deskryptora drzewa i-wêz³ów

source: couldn't malloc uncertain ino tree descriptor
pl: nie uda³o siê przydzieliæ deskryptora drzewa i-wêz³ów niepewnych

source: couldn't malloc uncertain inode cache area
pl: nie uda³o siê przydzieliæ obszaru pamiêci podrêcznej i-wêz³ów niepewnych

source: you should never get this message - %s
pl: ten komunikat nie powinien nigdy wyst±piæ - %s

source: couldn't initialize XFS library
pl: nie uda³o siê zainicjowaæ biblioteki XFS

source: couldn't open filesystem "%s"
pl: nie uda³o siê otworzyæ systemu plików "%s"

source: Sorry, could not find valid secondary superblock
pl: Niestety nie znaleziono poprawnego zapasowego superbloku

source: Exiting now.
pl: Zakoñczono.

source: could not allocate ag header buffer (%d bytes)
pl: nie uda³o siê przydzieliæ bufora nag³ówka ag (%d bajtów)

source: Phase 1 - find and verify superblock...
pl: Faza 1 - szukanie i sprawdzanie superbloku...

source: error reading primary superblock
pl: b³±d podczas odczytu g³ównego superbloku

source: bad primary superblock - %s !!!
pl: b³êdny g³ówny superblok - %s!!!

source: couldn't verify primary superblock - %s !!!
pl: nie uda³o siê sprawdziæ g³ównego superbloku - %s!!!

source: writing modified primary superblock
pl: zapisano zmodyfikowany g³ówny superblok

source: would write modified primary superblock
pl: zmodyfikowany g³ówny superblok zosta³by zapisany

source: zero_log: cannot find log head/tail (xlog_find_tail=%d), zeroing it anyway
pl: zero_log: nie znaleziono pocz±tku/koñca loga (xlog_find_tail=%d), wyzerowano go

source: zero_log: head block %lld tail block %lld
pl: zero_log: blok pocz±tku %lld blok koñca %lld

source: ALERT: The filesystem has valuable metadata changes in a log which is being destroyed because the -L option was used.
pl: UWAGA: system plików zawiera warto¶ciowe zmiany metadanych w logu, który jest niszczony, poniewa¿ u¿yto opcji -L.

source: ERROR: The filesystem has valuable metadata changes in a log which needs to be replayed. Mount the filesystem to replay the log, and unmount it before re-running xfs_repair. If you are unable to mount the filesystem, then use the -L option to destroy the log and attempt a repair. Note that destroying the log may cause corruption -- please attempt a mount of the filesystem before doing this.
pl: B£¡D: system plików zawiera warto¶ciowe zmiany metadanych w logu, który musi byæ odtworzony. Nale¿y podmontowaæ system plików, aby odtworzyæ log, a nastêpnie odmontowaæ go przed ponownym uruchomieniem xfs_repair. Je¶li systemu plików nie da siê podmontowaæ, mo¿na u¿yæ opcji -L, aby zniszczyæ log i spróbowaæ naprawiæ system plików. Nale¿y zauwa¿yæ, ¿e zniszczenie loga mo¿e spowodowaæ uszkodzenia danych - proszê najpierw spróbowaæ podmontowaæ system plików.

source: This filesystem has an external log. Specify log device with the -l option.
pl: Ten system plików ma zewnêtrzny log. Nale¿y podaæ urz±dzenie loga przy u¿yciu opcji -l.

source: Phase 2 - using external log on %s
pl: Faza 2 - u¿ycie zewnêtrznego loga na %s

source: Phase 2 - using internal log
pl: Faza 2 - u¿ycie wewnêtrznego loga

source: - zero log...
pl: - zerowanie loga...

source: - scan filesystem freespace and inode maps...
pl: - przeszukiwanie wolnego miejsca i map i-wêz³ów w systemie plików...

source: root inode chunk not found
pl: nie znaleziono danych g³ównego i-wêz³a

source: - found root inode chunk
pl: - znaleziono dane g³ównego i-wêz³a

source: root inode marked free,
pl: g³ówny i-wêze³ oznaczony jako wolny,

source: realtime bitmap inode marked free,
pl: i-wêze³ bitmapy realtime oznaczony jako wolny,

source: realtime summary inode marked free,
pl: i-wêze³ opisu realtime oznaczony jako wolny,

source: cannot read agi block %lld for ag %u
pl: nie mo¿na odczytaæ bloku agi %lld dla ag %u

source: error following ag %d unlinked list
pl: b³±d podczas pod±¿ania za od³±czon± list± ag %d

source: Phase 3 - for each AG...
pl: Faza 3 - dla ka¿dej AG...

source: - scan and clear agi unlinked lists...
pl: - przeszukiwanie i czyszczenie od³±czonych list agi...

source: - scan (but don't clear) agi unlinked lists...
pl: - przeszukiwanie (ale nie czyszczenie) od³±czonych list agi...

source: - process known inodes and perform inode discovery...
pl: - przetwarzanie znanych i-wêz³ów i rozpoznawanie i-wêz³ów...

source: - process newly discovered inodes...
pl: - przetwarzanie nowo rozpoznanych i-wêz³ów...

source: couldn't read %s inode %llu
pl: nie uda³o siê odczytaæ i-wêz³a %s %llu

source: - clearing existing "%s" inode
pl: - czyszczenie istniej±cego i-wêz³± "%s"

source: - marking entry "%s" to be deleted
pl: - zaznaczenie wpisu "%s" do usuniêcia

source: couldn't map first leaf block of directory inode %llu
pl: nie uda³o siê odwzorowaæ pierwszego bloku li¶cia i-wêz³a katalogu %llu

source: bad magic # (0x%x) for directory leaf block (bno %u fsbno %llu)
pl: b³êdna liczba magiczna (0x%x) dla bloku li¶cia katalogu (bno %u fsbno %llu)

source: could not read %s inode %llu
pl: nie uda³o siê odczytaæ i-wêz³a %s %llu

source: - deleting existing "%s" entry
pl: - usuwanie istniej±cego wpisu "%s"

source: malloc failed (%u bytes) in longform2_delete_orphanage, ino %llu
pl: malloc nie powiod³o siê (%u bajtów) w longform2_delete_orphanage, i-wêze³ %llu

source: bad magic # (0x%x) for directory data block (bno %u fsbno %llu)
pl: b³êdna liczba magiczna (0x%x) dla bloku danych katalogu (bno %u fsbno %llu)

source: could not read buffer for root inode %llu (daddr %lld, size %d)
pl: nie uda³o siê odczytaæ bufora dla g³ównego i-wêz³a %llu (daddr %lld, rozmiar %d)

source: unknown version #%d in root inode
pl: nieznana wersja #%d w g³ównym i-wê¼le

source: Phase 4 - check for duplicate blocks...
pl: Faza 4 - sprawdzanie powtórzonych bloków...

source: - setting up duplicate extent list...
pl: - tworzenie listy powtórzonych fragmentów...

source: root inode would be lost
pl: g³ówny i-wêze³ zosta³by utracony

source: root inode lost
pl: g³ówny i-wêze³ utracony

source: - clear lost+found (if it exists) ...
pl: - czyszczenie lost+found (je¶li istnieje)...

source: unknown block state, ag %d, block %d
pl: nieznany stan bloku, ag %d, blok %d

source: unknown rt extent state, extent %llu
pl: nieznany stan fragmentu rt, fragment %llu

source: - check for inodes claiming duplicate blocks...
pl: - szukanie i-wêz³ów odwo³uj±cych siê do powtórzonych bloków...

source: could not set up btree block array
pl: nie uda³o siê utworzyæ tablicy bloków b-drzewa

source: error - not enough free space in filesystem
pl: b³±d - za ma³o wolnego miejsca w systemie plików

source: can't rebuild fs trees -- not enough free space on ag %u
pl: nie mo¿na przebudowaæ drzew systemu plików - za ma³o wolnego miejsca w ag %u

source: ag %u - not enough free space to build freespace btrees
pl: ag %u - za ma³o wolnego miejsca na przebudowanie b-drzew wolnego miejsca

source: not enough free blocks left to describe all free blocks in AG %u
pl: za ma³o wolnych bloków na opisanie wszystkich wolnych bloków w AG %u

source: lost %d blocks in ag %u
pl: utracono %d bloków w ag %u

source: thought we were going to lose %d blocks in ag %u, actually lost %d
pl: przewidywano utracenie %d bloków w ag %u, a utracono %d

source: couldn't get superblock
pl: nie uda³o siê pobraæ superbloku

source: Phase 5 - rebuild AG headers and trees...
pl: Faza 5 - przebudowywanie nag³ówków i drzew AG...

source: unable to rebuild AG %u. Not enough free space in on-disk AG.
pl: nie uda³o siê przebudowaæ AG %u. Za ma³o wolnego miejsca w AG na dysku.

source: unable to rebuild AG %u. No free space.
pl: nie uda³o siê przebudowaæ AG %u. Brak wolnego miejsca.

source: lost %d blocks in agno %d, sorry.
pl: niestety utracono %d bloków w agno %d.

source: - generate realtime summary info and bitmap...
pl: - generowanie opisu i bitmapy realtime...

source: - reset superblock...
pl: - przestawianie superbloku...

source: malloc failed in dir_hash_add (%u bytes)
pl: malloc nie powiod³o siê w dir_hash_add (%u bajtów)

source: duplicate leaf
pl: powtórzony li¶æ

source: hash value mismatch
pl: niezgodno¶æ warto¶ci hasza

source: no data entry
pl: brak wpisu danych

source: no leaf entry
pl: brak wpisu li¶cia

source: bad stale count
pl: b³êdna liczba stale

source: bad hash table for directory inode %llu (%s):
pl: b³êdna tablica haszuj±ca dla i-wêz³a katalogu %llu (%s):

source: rebuilding
pl: przebudowano

source: would rebuild
pl: zosta³aby przebudowana

source: calloc failed in dir_hash_init
pl: calloc nie powiod³o siê w dir_hash_init

source: ran out of disk space!
pl: brak miejsca na dysku!

source: xfs_trans_reserve returned %d
pl: xfs_trans_reserve zwróci³o %d

source: couldn't iget realtime bitmap inode -- error - %d
pl: nie uda³o siê wykonaæ iget dla i-wêz³a bitmapy realtime - b³±d %d

source: couldn't allocate realtime bitmap, error = %d
pl: nie uda³o siê przydzieliæ bitmapy realtime, b³±d = %d

source: allocation of the realtime bitmap failed, error = %d
pl: przydzielenie bitmapy realtime nie powiod³o siê, b³±d = %d

source: couldn't map realtime bitmap block %llu, error = %d
pl: nie uda³o siê odwzorowaæ bloku bitmapy realtime %llu, b³±d = %d

source: can't access block %llu (fsbno %llu) of realtime bitmap inode %llu
pl: brak dostêpu do bloku %llu (fsbno %llu) i-wêz³a bitmapy realtime %llu

source: couldn't iget realtime summary inode -- error - %d
pl: nie uda³o siê wykonaæ iget dla i-wêz³a opisu realtime - b³±d %d

source: couldn't map realtime summary inode block %llu, error = %d
pl: nie uda³o siê odwzorowaæ bloku i-wêz³a opisu realtime %llu, b³±d = %d

source: can't access block %llu (fsbno %llu) of realtime summary inode %llu
pl: brak dostêpu do bloku %llu (fsbno %llu) i-wêz³a opisu realtime %llu

source: couldn't allocate realtime summary inode, error = %d
pl: nie uda³o siê przydzieliæ i-wêz³a opisu realtime, b³±d = %d

source: allocation of the realtime summary ino failed, error = %d
pl: przydzielenie i-wêz³a opisu realtime nie powiod³o siê, b³±d = %d

source: could not iget root inode -- error - %d
pl: nie uda³o siê wykonaæ iget dla g³ównego i-wêz³a - b³±d %d
