Repository: pld-linux/xfsprogs
Catalog: xfsprogs-*.po
Languages: pl

source: transfer a range of bytes from the given offset between files Example: 'send -f 2 512 20' - writes 20 bytes at 512 bytes into the open file Copies data between one file descriptor and another. Because this copying is done within the kernel, sendfile does not need to transfer data to and from user space. -f -- specifies an input file from which to source data to write -i -- specifies an input file name from which to source data to write. An offset and length in the source file can be optionally specified.
pl: przes³anie miêdzy plikami przedzia³u bajtów od podanego offsetu Przyk³ad: 'send -f 2 512 20' - zapisanie 20 bajtów od 512 bajtu do otwartego pliku sendfile kopiuje dane miêdzy jednym deskryptorem pliku a innym. Poniewa¿ to kopiowanie jest wykonywane przez j±dro, sendfile nie potrzebuje przesy³aæ danych do i z przestrzeni u¿ytkownika. -f - podanie plików wej¶ciowego z którego dane maj± byæ czytane -i - podanie nazwy pliku wej¶ciowego z którego dane maj± byæ czytane Opcjonalnie mo¿na podaæ offset i d³ugo¶æ danych w pliku ¼ród³owym.

source: sent %lld/%lld bytes from offset %lld
pl: przes³ano %lld/%lld bajtów od offsetu %lld

source: -i infile | -f N [off len]
pl: -i plik_wej | -f N [offset d³ugo¶æ]

source: Transfer data directly between file descriptors
pl: Przes³anie danych bezpo¶rednio miêdzy deskryptorami plików

source: shuts down the filesystem where the current file resides
pl: wy³±czenie systemu plików na którym znajduje siê bie¿±cy plik

source: non-numeric truncate argument -- %s
pl: nieliczbowy argument truncate - %s

source: off
pl: offset

source: truncates the current file at the given offset
pl: uciêcie bie¿±cego pliku na podanym offsecie

source: Warning - device mapper device, but no dmsetup(8) found
pl: Uwaga - urz±dzenie device mappera, ale nie znaleziono dmsetup(8)

source: Warning - device mapper device, but cannot resolve path %s: %s
pl: Uwaga - urz±dzenie device mappera, ale nie mo¿na rozwi±zaæ ¶cie¿ki %s: %s

source: Could not open pipe
pl: Nie uda³o siê otworzyæ potoku

source: Failed to execute %s
pl: Nie uda³o siê wywo³aæ %s

source: Failed forking dmsetup process
pl: Nie uda³o siê odga³êziæ procesu dmsetup

source: Cannot stat %s: %s
pl: Nie mo¿na wykonaæ stat na %s: %s

source: Warning - LVM device, but no lvdisplay(8) found
pl: Uwaga - urz±dzenie LVM, ale nie znaleziono lvdisplay(8)

source: Failed forking lvdisplay process
pl: Nie uda³o siê odga³êziæ procesu lvdisplay

source: Error getting MD array info from %s
pl: B³±d podczas pobierania informacji o macierzy MD z %s

source: command "%s" not found
pl: nie znaleziono polecenia "%s"

source: bad argument count %d to %s, expected at least %d arguments
pl: b³êdna liczba argumentów %d dla %s, oczekiwano co najmniej %d argumentów

source: bad argument count %d to %s, expected %d arguments
pl: b³êdna liczba argumentów %d dla %s, oczekiwano %d argumentów

source: bad argument count %d to %s, expected between %d and %d arguments
pl: b³êdna liczba argumentów %d dla %s, oczekiwano od %d do %d argumentów

source: cannot strdup command '%s': %s
pl: nie mo¿na wykonaæ strdup na poleceniu '%s': %s

source: Use 'help commandname' for extended help.
pl: Rozszerzony opis mo¿na uzyskaæ przez 'help nazwa_polecenia'.

source: command %s not found
pl: nie znaleziono polecenia %s

source: [command]
pl: [polecenie]

source: help for one or all commands
pl: opis dla jednego lub wszystkich poleceñ

source: %s: cannot initialise path table: %s
pl: %s: nie mo¿na zainicjowaæ tabeli ¶cie¿ek: %s

source: %s: cannot setup path for mount %s: %s
pl: %s: nie mo¿na ustawiæ ¶cie¿ki dla montowania %s: %s

source: %s: no mount table yet, so no projects
pl: %s: nie ma jeszcze tabeli montowañ, wiêc nie ma projektów

source: %s: cannot setup path for project %s: %s
pl: %s: nie mo¿na ustawiæ ¶cie¿ki dla projektu %s: %s

source: exit the program
pl: wyj¶cie z programu

source: %s: error opening the device special file "%s": %s
pl: %s: b³±d podczas otwierania pliku specjalnego urz±dzenia "%s": %s

source: %s: can't tell if "%s" is writable: %s
pl: %s: nie mo¿na stwierdziæ czy "%s" jest zapisywalny: %s

source: %s: cannot stat the device file "%s": %s
pl: %s: nie mo¿na wykonaæ stat na pliku urz±dzenia "%s": %s

source: %s: can't determine device size: %s
pl: %s: nie mo¿na okre¶liæ rozmiaru urz±dzenia: %s

source: %s: %s possibly contains a mounted filesystem
pl: %s: %s mo¿e zawieraæ podmontowany system plików

source: %s: %s contains a mounted filesystem
pl: %s: %s zawiera podmontowany system plików

source: %s: %s contains a possibly writable, mounted filesystem
pl: %s: %s zawiera podmontowany, byæ mo¿e zapisywalny system plików

source: %s: %s contains a mounted and writable filesystem
pl: %s: %s zawiera podmontowany, zapisywalny system plików

source: %s: Not a device or file: "%s"n
pl: %s: Nie jest urz±dzeniem ani plikiem: "%s"n

source: %s: DIOCGMEDIASIZE failed on "%s": %s
pl: %s: DIOCGMEDIASIE nie powiod³o siê dla "%s": %s

source: %s: DIOCGSECTORSIZE failed on "%s": %s
pl: %s: DIOCGSECTORSIZE nie powiod³o siê dla "%s": %s

source: %s: %s: device %lld is not open
pl: %s: %s: urz±dzenie %lld nie jest otwarte

source: %s: cannot stat %s: %s
pl: %s: nie mo¿na wykonaæ stat na %s: %s

source: %s: device %lld is already open
pl: %s: urz±dzenie %lld jest ju¿ otwarte

source: %s: %s: too many open devices
pl: %s: %s: zbyt du¿o otwartych urz±dzeñ

source: %s: can't find a character device matching %s
pl: %s: nie mo¿na odnale¼æ urz±dzenia znakowego odpowiadaj±cego %s

source: %s: can't find a block device matching %s
pl: %s: nie mo¿na odnale¼æ urz±dzenia blokowego odpowiadaj±cego %s

source: %s: %s is not a volume device name
pl: %s: %s nie jest nazw± urz±dzenia wolumenu

source: %s: %s has a data subvolume, cannot specify %s
pl: %s: %s zawiera podwolumen danych, nie mo¿na podaæ %s

source: %s: %s has a log subvolume, cannot specify %s
pl: %s: %s zawiera podwolumen loga, nie mo¿na podaæ %s

source: %s: %s has a realtime subvolume, cannot specify %s
pl: %s: %s ma podwolumen realtime, nie mo¿na podaæ %s

source: %s: mknod failed: %s
pl: %s: mknod nie powiod³o siê: %s

source: %s: can't get size for data subvolume
pl: %s: nie mo¿na pobraæ rozmiaru podwolumenu danych

source: %s: can't get size for log subvolume
pl: %s: nie mo¿na pobraæ rozmiaru podwolumenu loga

source: %s: can't get size for realtime subvolume
pl: %s: nie mo¿na pobraæ rozmiaru podwolumenu realtime

source: %s: cannot read realtime bitmap inode (%d)
pl: %s: nie mo¿na odczytaæ i-wêz³a bitmapy realtime (%d)

source: %s: cannot read realtime summary inode (%d)
pl: %s: nie mo¿na odczytaæ i-wêz³a opisu realtime (%d)

source: %s: filesystem has a realtime subvolume
pl: %s: system plików ma podwolumen realtime

source: %s: realtime init - %llu != %llu
pl: %s: inicjalizacja realtime - %llu != %llu

source: %s: realtime size check failed
pl: %s: sprawdzenie rozmiaru realtime nie powiod³o siê

source: %s: size check failed
pl: %s: sprawdzenie rozmiaru nie powiod³o siê

source: %s: data size check failed
pl: %s: sprawdzenie rozmiaru danych nie powiod³o siê

source: %s: log size checks failed
pl: %s: sprawdzenie rozmiaru loga nie powiod³o siê

source: %s: realtime device init failed
pl: %s: inicjalizacja urz±dzenia realtime nie powiod³a siê

source: %s: failed to alloc %ld bytes: %s
pl: %s: nie uda³o siê przydzieliæ %ld bajtów: %s

source: %s: cannot read root inode (%d)
pl: %s: nie mo¿na odczytaæ i-wêz³a g³ównego (%d)

source: %s: warning - cannot set blocksize on block device %s: %s
pl: %s: uwaga - nie mo¿na ustawiæ rozmiaru bloku urz±dzenia blokowego %s: %s

source: %s: can't determine device size
pl: %s: nie mo¿na okre¶liæ rozmiaru urz±dzenia

source: %s: warning - cannot get sector size from block device %s: %s
pl: %s: uwaga - nie mo¿na pobraæ rozmiaru sektora urz±dzenia blokowego %s: %s

source: %s: %s can't memalign %d bytes: %s
pl: %s: %s nie mo¿na wykonaæ memalign dla %d bajtów: %s

source: %s: %s seek to offset %llu failed: %s
pl: %s: %s zmiana offsetu na %llu nie powiod³a siê: %s

source: %s: %s write failed: %s
pl: %s: %s zapis nie powiód³ siê: %s

source: %s: %s not progressing?
pl: %s: %s nie postêpuje?

source: %s: buf calloc failed (%ld bytes): %s
pl: %s: calloc dla bufora nie powiod³o siê (%ld bajtów): %s

source: %s: read failed: %s
pl: %s: odczyt nie powiód³ siê: %s

source: %s: pwrite64 failed: %s
pl: %s: pwrite64 nie powiod³o siê: %s

source: %s: error - wrote only %d of %d bytes
pl: %s: b³±d - zapisano tylko %d z %d bajtów

source: %s: zone init failed (%s, %d bytes): %s
pl: %s: inicjalizacja strefy nie powiod³a siê (%s, %d bajtów): %s

source: %s: zone calloc failed (%s, %d bytes): %s
pl: %s: calloc dla strefy nie powiod³o siê (%s, %d bajtów): %s

source: %s: calloc failed (%d bytes): %s
pl: %s: calloc nie powiod³o siê (%d bajtów): %s

source: %s: realloc failed (%d bytes): %s
pl: %s: realloc nie powiod³o siê (%d bajtów): %s

source: %s: xact calloc failed (%d bytes): %s
pl: %s: xact calloc nie powiod³o siê (%d bajtów): %s

source: %s: warning - itobp failed (%d)
pl: %s: uwaga - itobp nie powiod³o siê (%d)

source: %s: warning - iflush_int failed (%d)
pl: %s: uwaga - iflush_int nie powiod³o siê (%d)

source: %s: unrecognised log item type
pl: %s: nierozpoznany typ elementu loga

source: %s: cannot reserve space: %s
pl: %s: nie mo¿na zarezerwowaæ przestrzeni: %s

source: * ERROR: mismatched uuid in log * SB : %s * log: %s
pl: * B£¡D: niepasuj±cy uuid w logu SB : %s log: %s

source: LOG REC AT LSN cycle %d block %d (0x%x, 0x%x)
pl: LOG REC AT LSN cykl %d blok %d (0x%x, 0x%x)

source: * ERROR: bad magic number in log header: 0x%x
pl: * B£¡D: b³êdna liczba magiczna w nag³ówku loga: 0x%x

source: * ERROR: log format incompatible (log=%d, ours=%d)
pl: * B£¡D: niekompatybilny format loga (log=%d, nasz=%d)

source: Bad log
pl: B³êdny log

source: %s: failed to open %s: %s
pl: %s: nie uda³o siê otworzyæ %s: %s

source: %s: read failed on %s: %s
pl: %s: odczyt nie powiód³ siê dla %s: %s

source: %s: proto file %s premature EOF
pl: %s: plik prototypu %s skoñczy³ siê przedwcze¶nie

source: cannot reserve space
pl: nie mo¿na zarezerwowaæ miejsca

source: %s: premature EOF in prototype file
pl: %s: przedwczesny EOF w pliku prototypu

source: error reserving space for a file
pl: b³±d podczas rezerwowania miejsca na plik

source: error allocating space for a file
pl: b³±d podczas przydzielania miejsca na plik

source: %s: cannot allocate space for file
pl: %s: nie mo¿na przydzieliæ miejsca na plik

source: directory createname error
pl: b³±d tworzenia nazwy katalogu

source: directory create error
pl: b³±d tworzenia katalogu

source: %s: bad format string %s
pl: %s: b³êdny ³añcuch formatuj±cy %s

source: Inode allocation failed
pl: Przydzielanie i-wêz³a nie powiod³o siê

source: Inode pre-allocation failed
pl: Wczesne przydzielanie i-wêz³a nie powiod³o siê

source: Pre-allocated file creation failed
pl: Tworzenie wcze¶nie przydzielonego pliku nie powiod³o siê

source: Directory creation failed
pl: Tworzenie katalogu nie powiod³o siê

source: Error encountered creating file from prototype file
pl: Wyst±pi³ b³±d podczas tworzenia pliku z pliku prototypu

source: Realtime bitmap inode allocation failed
pl: Przydzielanie i-wêz³a bitmapy realtime nie powiod³o siê

source: Realtime summary inode allocation failed
pl: Tworzenie i-wêz³a opisu realtime nie powiod³o siê

source: Allocation of the realtime bitmap failed
pl: Przydzielenie bitmapy realtime nie powiod³o siê

source: Completion of the realtime bitmap failed
pl: Uzupe³nienie bitmapy realtime nie powiod³o siê

source: Allocation of the realtime summary failed
pl: Przydzielenie opisu realtime nie powiod³o siê

source: Completion of the realtime summary failed
pl: Uzupe³nienie opisu realtime nie powiod³o siê

source: Error initializing the realtime space
pl: B³±d podczas inicjalizacji przestrzeni realtime

source: Error completing the realtime space
pl: B³±d podczas uzupe³niania przestrzeni realtime

source: data su/sw must not be used in conjunction with data sunit/swidth
pl: su/sw danych nie mo¿na u¿yæ w po³±czeniu z sunit/swidth danych

source: both data sunit and data swidth options must be specified
pl: trzeba podaæ obie opcje sunit i swidth dla danych

source: data sunit/swidth must not be used in conjunction with data su/sw
pl: sunit/swidth danych nie mo¿na u¿yæ w po³±czeniu z su/sw danych

source: both data su and data sw options must be specified
pl: trzeba podaæ obie opcje su i sw dla danych

source: data su must be a multiple of the sector size (%d)
pl: su danych musi byæ wielokrotno¶ci± rozmiaru sektora (%d)

source: data stripe width (%d) must be a multiple of the data stripe unit (%d)
pl: szeroko¶æ pasa danych (%d) musi byæ wielokrotno¶ci± jednostki pasa danych (%d)

source: log su should not be used in conjunction with log sunit
pl: su loga nie powinno byæ u¿ywane w po³±czeniu z sunit loga

source: log sunit should not be used in conjunction with log su
pl: sunit loga nie powinno byæ u¿ywane w po³±czeniu z su loga

source: %s: %s appears to contain an existing filesystem (%s).
pl: %s: %s zdaje siê zawieraæ istniej±cy system plików (%s).

source: %s: %s appears to contain a partition table (%s).
pl: %s: %s zdaje siê zawieraæ tablicê partycji (%s).

source: log size %lld is not a multiple of the log stripe unit %d
pl: rozmiar loga %lld nie jest wielokrotno¶ci± jednostki pasa loga %d

source: Due to stripe alignment, the internal log size (%lld) is too large.
pl: Ze wzglêdu na wyrównanie do rozmiaru pasa rozmiar wewnêtrznego loga (%lld) jest zbyt du¿y.

source: Must fit within an allocation group.
pl: Musi zmie¶ciæ siê wewn±trz grupy alokacji.

source: log size %lld blocks too small, minimum size is %d blocks
pl: rozmiar loga %lld bloków jest zbyt ma³y, minimalny rozmiar to %d bloków

source: log size %lld blocks too large, maximum size is %d blocks
pl: rozmiar loga %lld bloków jest zbyt du¿y, maksymalny rozmiar to %d bloków

source: log size %lld bytes too large, maximum size is %d bytes
pl: rozmiar loga %lld bajtów jest zbyt du¿y, maksymalny rozmiar to %d bajtów

source: agsize (%lldb) too small, need at least %lld blocks
pl: agsize (%lldb) zbyt ma³e, potrzeba co najmniej %lld bloków

source: agsize (%lldb) too big, maximum is %lld blocks
pl: agsize (%lldb) zbyt du¿e, maksimum to %lld bloków

source: agsize (%lldb) too big, data area is %lld blocks
pl: agsize (%lldb) zbyt du¿e, obszar danych to %lld bloków

source: too many allocation groups for size = %lld
pl: zbyt du¿o grup alokacji dla rozmiaru = %lld

source: need at most %lld allocation groups
pl: potrzeba najwy¿ej %lld grup alokacji

source: too few allocation groups for size = %lld
pl: zbyt ma³o grup alokacji dla rozmiaru = %lld

source: need at least %lld allocation groups
pl: potrzeba co najmniej %lld grup alokacji

source: last AG size %lld blocks too small, minimum size is %lld blocks
pl: rozmiar ostatniej AG %lld bloków zbyt ma³y, minimalny rozmiar to %lld bloków

source: %lld allocation groups is too many, maximum is %lld
pl: %lld grup alokacji to zbyt du¿o, maksimum to %lld

source: %s: Specify data sunit in 512-byte blocks, no unit suffix
pl: %s: sunit danych nale¿y podaæ w 512-bajtowych blokach, bez jednostki

source: %s: Specify data swidth in 512-byte blocks, no unit suffix
pl: %s: swidth danych nale¿y podaæ w 512-bajtowych blokach, bez jednostki

source: %s: Specify data sw as multiple of su, no unit suffix
pl: %s: sw danych nale¿y podaæ jako wielokrotno¶æ su, bez jednostki

source: Must specify log device
pl: Trzeba podaæ urz±dzenie loga

source: Specify log sunit in 512-byte blocks, no size suffix
pl: sunit nale¿y podaæ w 512-bajtowych blokach, bez jednostki

source: extra arguments
pl: nadmiarowe argumenty

source: cannot specify both %s and -d name=%s
pl: nie mo¿na podaæ jednocze¶nie %s i -d name=%s

source: illegal block size %d
pl: niedozwolony rozmiar bloku %d

source: illegal sector size %d
pl: niedozwolony rozmiar sektora %d

source: illegal log sector size %d
pl: niedozwolony rozmiar sektora loga %d

source: illegal directory block size %d
pl: niedozwolony rozmiar bloku katalogu %d

source: both -d agcount= and agsize= specified, use one or the other
pl: podano jednocze¶nie -d agcount= i agsize=, mo¿na u¿yæ tylko jednej z tych opcji

source: if -d file then -d name and -d size are required
pl: je¶li podano -d file, to -d name i -d size s± wymagane

source: illegal data length %lld, not a multiple of %d
pl: niedozwolona d³ugo¶æ danych %lld, nie jest wielokrotno¶ci± %d

source: warning: data length %lld not a multiple of %d, truncated to %lld
pl: uwaga: d³ugo¶æ danych %lld nie jest wielokrotno¶ci± %d, uciêto do %lld

source: if -l file then -l name and -l size are required
pl: je¶li podano -l file to -l name i -l size s± wymagane

source: illegal log length %lld, not a multiple of %d
pl: niedozwolona d³ugo¶æ loga %lld, nie jest wielokrotno¶ci± %d

source: warning: log length %lld not a multiple of %d, truncated to %lld
pl: uwaga: d³ugo¶æ loga %lld nie jest wielokrotno¶ci± %d, uciêto do %lld

source: if -r file then -r name and -r size are required
pl: je¶li podano -r file, to -r name i -r size s± wymagane

source: illegal rt length %lld, not a multiple of %d
pl: niedozwolona d³ugo¶æ rt %lld, nie jest wielokrotno¶ci± %d

source: warning: rt length %lld not a multiple of %d, truncated to %lld
pl: uwaga: d³ugo¶æ rt %lld nie jest wielokrotno¶ci± %d, uciêto do %lld

source: illegal rt extent size %lld, not a multiple of %d
pl: niedozwolony rozmiar fragmentu rt %lld, nie jest wielokrotno¶ci± %d

source: rt extent size %s too large, maximum %d
pl: rozmiar fragmentu rt %s zbyt du¿y, maksimum to %d

source: rt extent size %s too small, minimum %d
pl: rozmiar fragmentu rt %s zbyt ma³y, minimum to %d

source: illegal inode size %d
pl: niedozwolony rozmiar i-wêz³a %d

source: allowable inode size with %d byte blocks is %d
pl: dozwolony rozmiar i-wêz³a przy blokach %d-bajtowych to %d

source: allowable inode size with %d byte blocks is between %d and %d
pl: dozwolone rozmiary i-wêz³a przy blokach %d-bajtowych s± od %d do %d

source: log stripe unit specified, using v2 logs
pl: podano jednostkê pasa loga, u¿yto logów v2

source: no device name given in argument list
pl: nie podano nazwy urz±dzenia w li¶cie argumentów

source: %s: Use the -f option to force overwrite.
pl: %s: Mo¿na u¿yæ opcji -f do wymuszenia nadpisania.

source: internal log
pl: log wewnêtrzny

source: volume log
pl: log na wolumenie

source: no log subvolume or internal log
pl: brak podwolumenu loga ani loga wewnêtrznego

source: volume rt
pl: wolumen rt

source: size %s specified for data subvolume is too large, maximum is %lld blocks
pl: rozmiar %s podany dla podwolumenu danych jest zbyt du¿y, maksimum to %lld bloków

source: can't get size of data subvolume
pl: nie mo¿na pobraæ rozmiaru podwolumenu danych

source: size %lld of data subvolume is too small, minimum %d blocks
pl: rozmiar %lld dla podwolumenu danych jest zbyt ma³y, minimum to %d bloków

source: can't have both external and internal logs
pl: nie mo¿na mieæ jednocze¶nie zewnêtrznego i wewnêtrznego loga

source: data and log sector sizes must be equal for internal logs
pl: rozmiary sektora danych i loga musz± byæ równe dla logów wewnêtrznych

source: Warning: the data subvolume sector size %u is less than the sector size reported by the device (%u).
pl: Uwaga: rozmiar sektora podwolumenu danych %u jest mniejszy od rozmiaru sektora zg³aszanego przez urz±dzenie (%u).

source: Warning: the log subvolume sector size %u is less than the sector size reported by the device (%u).
pl: Uwaga: rozmiar sektora podwolumenu loga %u jest mniejszy od rozmiaru sektora zg³aszanego przez urz±dzenie (%u).

source: Warning: the realtime subvolume sector size %u is less than the sector size reported by the device (%u).
pl: Uwaga: rozmiar sektora podwolumenu realtime %u jest mniejszy od rozmiaru sektora zg³aszanego przez urz±dzenie (%u).

source: size %s specified for log subvolume is too large, maximum is %lld blocks
pl: rozmiar %s podany dla podwolumenu loga jest zbyt du¿y, maksimum to %lld bloków

source: size specified for non-existent log subvolume
pl: podano rozmiar dla nie istniej±cego podwolumenu loga

source: size %lld too large for internal log
pl: rozmiar %lld jest zbyt du¿y dla loga wewnêtrznego

source: size %s specified for rt subvolume is too large, maximum is %lld blocks
pl: rozmiar %s podany dla podwolumenu rt jest zbyt du¿y, maksimum to %lld bloków

source: size specified for non-existent rt subvolume
pl: podano rozmiar dla nie istniej±cego podwolumenu rt

source: agsize (%lld) not a multiple of fs blk size (%d)
pl: agsize (%lld) nie jest wielokrotno¶ci± rozmiaru bloku systemu plików (%d)

source: %s: Specified data stripe unit %d is not the same as the volume stripe unit %d
pl: %s: Podana jednostka pasa danych %d nie jest taka sama jak jednostka pasa wolumenu %d

source: %s: Specified data stripe width %d is not the same as the volume stripe width %d
pl: %s: Podana szeroko¶æ pasa danych %d nie jest taka sama jak szeroko¶æ pasa wolumenu %d

source: agsize rounded to %lld, swidth = %d
pl: agsize zaokr±glone do %lld, swidth = %d

source: Allocation group size (%lld) is not a multiple of the stripe unit (%d)
pl: Rozmiar grupy alokacji (%lld) nie jest wielokrotno¶ci± jednostki pasa (%d)

source: Warning: AG size is a multiple of stripe width. This can cause performance problems by aligning all AGs on the same disk. To avoid this, run mkfs with an AG size that is one stripe unit smaller, for example %llu.
pl: Uwaga: rozmiar AG jest wielokrotno¶ci± szeroko¶ci pasa. Mo¿e to spowodowaæ problemy z wydajno¶ci± poprzez wyrównanie wszystkich AG na tym samym dysku. Aby temu zapobiec, nale¿y uruchomiæ mkfs z rozmiarem AG o jedn± jednostkê pasa mniejszym, na przyk³ad %llu.

source: %s: Stripe unit(%d) or stripe width(%d) is not a multiple of the block size(%d)
pl: %s: Jednostka pasa (%d) lub szeroko¶æ pasa (%d) nie jest wielokrotno¶ci± rozmiaru bloku (%d)

source: log stripe unit (%d) must be a multiple of the block size (%d)
pl: jednostka pasa loga (%d) musi byæ wielokrotno¶ci± rozmiaru bloku (%d)

source: log stripe unit (%d bytes) is too large (maximum is 256KiB)
pl: jednostka pasa loga (%d bajtów) jest zbyt du¿a (maksimum to 256KiB)

source: log stripe unit adjusted to 32KiB
pl: jednostka pasa loga zmodyfikowana na 32KiB

source: internal log size %lld too large, must fit in allocation group
pl: rozmiar wewnêtrznego loga %lld zbyt du¿y, musi siê zmie¶ciæ w grupie alokacji

source: log ag number %d too large, must be less than %lld
pl: liczba ag loga %d zbyt du¿a, musi byæ mniejsza ni¿ %lld

source: meta-data=%-22s isize=%-6d agcount=%lld, agsize=%lld blks =%-22s sectsz=%-5u attr=%u data =%-22s bsize=%-6u blocks=%llu, imaxpct=%u =%-22s sunit=%-6u swidth=%u blks, unwritten=%u naming =version %-14u bsize=%-6u log =%-22s bsize=%-6d blocks=%lld, version=%d =%-22s sectsz=%-5u sunit=%d blks realtime =%-22s extsz=%-6d blocks=%lld, rtextents=%lld
pl: metadane=%-22s isize=%-6d agcount=%lld, agsize=%lld bloków =%-22s sectsz=%-5u attr=%u dane =%-22s bsize=%-6u blocks=%llu, imaxpct=%u =%-22s sunit=%-6u swidth=%u bloków, niezapisanych=%u nazwy =wersja %-14u bsize=%-6u log =%-22s bsize=%-6d blocks=%lld, wersja=%d =%-22s sectsz=%-5u sunit=%d bloków realtime=%-22s extsz=%-6d blocks=%lld, rtextents=%lld

source: %s: Growing the data section failed
pl: %s: Powiêkszenie sekcji danych nie powiod³o siê

source: %s: filesystem failed to initialize
pl: %s: nie uda³o siê zainicjowaæ systemu plików

source: %s: root inode created in AG %u, not AG 0
pl: %s: g³ówny i-wêze³ utworzony w AG %u, nie AG 0

source: Cannot specify both -%c %s and -%c %s
pl: Nie mo¿na podaæ jednocze¶nie -%c %s i %c %s

source: Illegal value %s for -%s option
pl: Niedozwolona warto¶æ %s dla opcji -%s

source: -%c %s option requires a value
pl: Opcja -%c %s wymaga warto¶ci
