Repository: pld-linux/xfsprogs
Catalog: xfsprogs-*.po
Languages: pl

source: option respecified
pl: ponownie podana opcja

source: unknown option -%c %s
pl: nieznana opcja -%c %s

source: blocksize not available yet.
pl: rozmiar bloku jeszcze nie dostêpny.

source: Usage: %s /* blocksize */ [-b log=n|size=num] /* data subvol */ [-d agcount=n,agsize=n,file,name=xxx,size=num, (sunit=value,swidth=value|su=num,sw=num), sectlog=n|sectsize=num,unwritten=0|1] /* inode size */ [-i log=n|perblock=n|size=num,maxpct=n,attr=0|1|2] /* log subvol */ [-l agnum=n,internal,size=num,logdev=xxx,version=n sunit=value|su=num,sectlog=n|sectsize=num] /* label */ [-L label (maximum 12 characters)] /* naming */ [-n log=n|size=num,version=n] /* prototype file */ [-p fname] /* quiet */ [-q] /* realtime subvol */ [-r extsize=num,size=num,rtdev=xxx] /* sectorsize */ [-s log=n|size=num] /* version */ [-V] devicename <devicename> is required unless -d name=xxx is given. <num> is xxx (bytes), xxxs (sectors), xxxb (fs blocks), xxxk (xxx KiB), xxxm (xxx MiB), xxxg (xxx GiB), xxxt (xxx TiB) or xxxp (xxx PiB). <value> is xxx (512 byte blocks).
pl: Sk³adnia: %s /* rozmiar bloku */ [-b log=n|size=liczba] /* podwolumen danych */ [-d agcount=n,agsize=n,file,name=xxx,size=liczba, (sunit=warto¶æ,swidth=warto¶æ|su=liczba,sw=liczba), sectlog=n|sectsize=liczba,unwritten=0|1] /* rozmiar i-wêz³a */ [-i log=n|perblock=n|size=liczba,maxpct=n,attr=0|1|2] /* podwolumen loga */ [-i agnum=n,internal,size=liczba,logdev=xxx,version=n sunit=warto¶æ|su=liczba,sectlog=n|sectsize=liczba] /* etykieta */ [-L etykieta (maksymalnie 12 znaków)] /* nazwy */ [-n log=n|size=liczba,wersja=n] /* plik prototypu */ [-p nazwa_pliku] /* cisza */ [-q] /* podwolumen rt */ [-r extsize=liczba,size=liczba,rtdev=xxx] /* rozmiar sektora */ [-s log=n|size=liczba] /* wersja */ [-V] nazwa_urz±dzenia <nazwa_urz±dzenia> jest wymagana, chyba ¿e podano -d name=xxx. <liczba> to xxx (bajtów), xxxs (sektorów), xxxb (bloków systemu plików), xxxk (xxx KiB), xxxm (xxx MiB), xxxg (xxx GiB), xxxt (xxx TiB), xxxp (xxx PiB). <warto¶æ> to xxx (512-bajtowych bloków).

source: modify quota limits for the specified user Example: 'limit bsoft=100m bhard=110m tanya Changes the soft and/or hard block limits, inode limits and/or realtime block limits that are currently being used for the specified user, group, or project. The filesystem identified by the current path is modified. -d -- set the default values, used the first time a file is created -g -- modify group quota limits -p -- modify project quota limits -u -- modify user quota limits The block limit values can be specified with a units suffix - accepted units are: k (kilobytes), m (megabytes), g (gigabytes), and t (terabytes). The user/group/project can be specified either by name or by number.
pl: zmiana limitów quot dla podanego u¿ytkownika Przyk³ad: 'limit bsoft=100m bhard=110m tanya' limit zmienia miêkki i/lub twardy limit bloków, limity i-wêz³ów i/lub limity bloków realtime aktualnie u¿ywane dla podanego u¿ytkownika, grupy lub projektu. System plików okre¶lony bie¿±c± ¶cie¿k± jest modyfikowany. -d - ustawienie warto¶ci domy¶lnych, u¿ytych pierwszy raz przy tworzeniu pliku -g - zmiana limitów quot grupy -p - zmiana limitów quot projektu -u - zmiana limitów quot u¿ytkownika Warto¶ci limitów bloków mog± byæ podane z koñcówk± jednostki - przyjmowane jednostki to: k (kilobajty), m (megabajty), g (gigabajty) i t (terabajty). U¿ytkownik/grupa/projekt mo¿e byæ podany za pomoc± nazwy lub numeru.

source: modify quota enforcement timeout for the current filesystem Example: 'timer -i 3days' (soft inode limit timer is changed to 3 days) Changes the timeout value associated with the block limits, inode limits and/or realtime block limits for all users, groups, or projects on the current filesystem. As soon as a user consumes the amount of space or number of inodes set as the soft limit, a timer is started. If the timer expires and the user is still over the soft limit, the soft limit is enforced as the hard limit. The default timeout is 7 days. -d -- set the default values, used the first time a file is created -g -- modify group quota timer -p -- modify project quota timer -u -- modify user quota timer -b -- modify the blocks-used timer -i -- modify the inodes-used timer -r -- modify the blocks-used timer for the (optional) realtime subvolume The timeout value is specified as a number of seconds, by default. However, a suffix may be used to alternatively specify minutes (m), hours (h), days (d), or weeks (w) - either the full word or the first letter of the word can be used.
pl: zmiana czasu wymuszenia limitów dla bie¿±cego systemu plików Przyk³ad: 'timer -i 3days' (zmiana czasu wymuszenia miêkkiego limitu i-wêz³ów na 3 dni) timer zmienia warto¶æ ograniczenia czasu zwi±zanego z limitami bloków, limitami i-wêz³ów i/lub limitami bloków realtime dla wszystkich u¿ytkowników, grup lub projektów na bie¿±cym systemie plików. Po tym jak u¿ytkownik wykorzysta ilo¶æ miejsca lub liczbê i-wêz³ów ustawion± jako miêkki limit, zaczyna dzia³aæ zegar. Kiedy czas minie, a u¿ytkownik nadal przekracza miêkki limit, miêkki limit staje siê twardym. Domy¶lne ograniczenie czasowe to 7 dni. -d - ustawienie warto¶ci domy¶lnych, u¿ytych pierwszy raz przy tworzeniu pliku -g - zmiana czasu dla limitów quot grup -p - zmiana czasu dla limitów quot projektów -u - zmiana czasu dla limitów quot u¿ytkowników -b - zmiana czasu dla u¿ytych bloków -i - zmiana czasu dla u¿ytych i-wêz³ów -r - zmiana czasu dla u¿ytych bloków na (opcjonalnym) podwolumenie realtime Warto¶æ ograniczenia czasu jest podawana domy¶lnie jako liczba sekund. Jednak mo¿na dodaæ koñcówkê, aby podaæ czas w minutach (m), godzinach (h), dniach (d) lub tygodniach (w) - mo¿na u¿yæ pe³nego s³owa lub pierwsze litery.

source: modify the number of quota warnings sent to the specified user Example: 'warn 2 jimmy' (tell the quota system that two warnings have been sent to user jimmy) Changes the warning count associated with the block limits, inode limits and/or realtime block limits for the specified user, group, or project. When a user has been warned the maximum number of times allowed, the soft limit is enforced as the hard limit. It is intended as an alternative to the timeout system, where the system administrator updates a count of the number of warnings issued to people, and they are penalised if the warnings are ignored. -d -- set maximum warning count, which triggers soft limit enforcement -g -- set group quota warning count -p -- set project quota warning count -u -- set user quota warning count -b -- set the blocks-used warning count -i -- set the inodes-used warning count -r -- set the blocks-used warn count for the (optional) realtime subvolume The user/group/project can be specified either by name or by number.
pl: zmiana liczby ostrze¿eñ quot wysy³anych do podanego u¿ytkownika Przyk³ad: 'warn 2 jimmy' (przekazanie systemowi quota, ¿e wys³ano 2 ostrze¿enia do u¿ytkownika jimmy) warn zmienia liczbê ostrze¿eñ zwi±zanych z limitami bloków, limitami i-wêz³ów i/lub limitami bloków realtime dla podanego u¿ytkownika, grupy lub projektu. Kiedy u¿ytkownik zosta³ ostrze¿ony maksymaln± dozwolon± liczbê razy, miêkki limit staje siê twardym. Jest to pomy¶lane jako alternatywa dla systemu ograniczeñ czasowych, gdzie administrator uaktualnia licznik ostrze¿eñ wys³anych do ludzi i karze u¿ytkowników ignoruj±cych ostrze¿enia. -d - ustawienie maksymalnej liczby ostrze¿eñ, po której wymuszane s± limity -g - ustawienie liczby ostrze¿eñ dla grupy -p - ustawienie liczby ostrze¿eñ dla projektu -u - ustawienie liczby ostrze¿eñ dla grupy -b - ustawienie liczby ostrze¿eñ dla u¿ytych bloków -i - ustawienie liczby ostrze¿eñ dla u¿ytych i-wêz³ów -r - ustawienie liczby ostrze¿eñ dla u¿ytych bloków na podwolumenie realtime U¿ytkownik/grupa/projekt mo¿e byæ podany za pomoc± nazwy lub numeru.

source: %s: cannot set limits: %s
pl: %s: nie mo¿na ustawiæ limitów: %s

source: %s: invalid user name: %s
pl: %s: nieprawid³owa nazwa u¿ytkownika: %s

source: %s: invalid group name: %s
pl: %s: nieprawid³owa nazwa grupy: %s

source: %s: invalid project name: %s
pl: %s: nieprawid³owa nazwa projektu: %s

source: %s: unrecognised argument %s
pl: %s: nierozpoznany argument %s

source: %s: cannot find any valid arguments
pl: %s: nie mo¿na znale¼æ ¿adnych poprawnych argumentów

source: %s: fopen on %s failed: %s
pl: %s: fopen na %s nie powiod³o siê: %s

source: %s: cannot set timer: %s
pl: %s: nie mo¿na ustawiæ czasu: %s

source: %s: cannot set warnings: %s
pl: %s: nie mo¿na ustawiæ ostrze¿eñ: %s

source: [-gpu] bsoft|bhard|isoft|ihard|rtbsoft|rtbhard=N -d|id|name
pl: [-gpu] bsoft|bhard|isoft|ihard|rtbsoft|rtbhard=N -d|id|nazwa

source: modify quota limits
pl: zmiana limitów quot

source: [-gpu] [-f file]
pl: [-gpu] [-f plik]

source: restore quota limits from a backup file
pl: odtworzenie limitów quot z pliku kopii zapasowej

source: [-bir] [-gpu] value -d|id|name
pl: [-bir] [-gpu] warto¶æ -d|id|nazwa

source: get/set quota enforcement timeouts
pl: pobranie/ustawienie czasu wymuszenia quot

source: get/set enforcement warning counter
pl: pobranie/ustawienie licznika ostrze¿eñ

source: reports the number of free disk blocks and inodes This command reports the number of total, used, and available disk blocks. It can optionally report the same set of numbers for inodes and realtime disk blocks, and will report on all known XFS filesystem mount points and project quota paths by default (see 'print' command for a list). -b -- report the block count values -i -- report the inode count values -r -- report the realtime block count values -h -- report in a human-readable format -N -- suppress the header from the output
pl: informacje o liczbie wolnych bloków i i-wêz³ów dysku To polecenie informuje o liczbie wszystkich, u¿ywanych i dostêpnych bloków dysku. Opcjonalnie informuje o tym samym zestawie liczb dla i-wêz³ów i bloków realtime oraz domy¶lnie zg³asza wszystkie znane punkty montowania systemu plików XFS i ¶cie¿ki quot projektów (patrz lista w poleceniu 'print'). -b - informacje o liczbach bloków -i - informacje o liczbach i-wêz³ów -r - informacje o liczbach bloków realtime -h - informacje w postaci czytelnej dla cz³owieka -N - pominiêcie nag³ówka z wyj¶cia

source: %s: project quota flag not set on %s
pl: %s: flaga quot projektu nie ustawiona dla %s

source: %s: project ID %u (%s) doesn't match ID %u (%s)
pl: %s: ID projektu %u (%s) nie zgadza siê z ID %u (%s)

source: Filesystem
pl: System plików

source: Filesystem
pl: System plików

source: Size Used Avail Use%%
pl: Rozmiar U¿yto Dost. %%u¿.

source: 1K-blocks Used Available Use%%
pl: Bloki 1K U¿yto Dostêpnych %%u¿.

source: Inodes Used Free Use%%
pl: I-wêz³y U¿yto Wolne %%u¿.

source: Inodes IUsed IFree IUse%%
pl: I-wêz³y U¿ytoI WolneI %%u¿I

source: Pathname
pl: ¦cie¿ka

source: [-bir] [-hn] [-f file]
pl: [-bir] [hn] [-f plik]

source: show free and used counts for blocks and inodes
pl: pokazanie liczby wolnych i zajêtych bloków i i-wêz³ów

source: Usage: %s [-p prog] [-c cmd]... [-d project]... [path]
pl: Sk³adnia: %s [-p program] [-c polecenie]... [-d projekt]... [¶cie¿ka]

source: %sFilesystem Pathname
pl: %sSystem plików ¦cie¿ka

source: (project %u
pl: (projekt %u

source: set current path, or show the list of paths
pl: ustawienie bie¿±cej ¶cie¿ki lub pokazanie listy ¶cie¿ek

source: list known mount points and projects
pl: wypisanie znanych punktów montowañ i projektów

source: list projects or setup a project tree for tree quota management Example: 'project -c logfiles' (match project 'logfiles' to a directory, and setup the directory tree) Without arguments, report all projects found in the /etc/projects file. The project quota mechanism in XFS can be used to implement a form of directory tree quota, where a specified directory and all of the files and subdirectories below it (i.e. a tree) can be restricted to using a subset of the available space in the filesystem. A managed tree must be setup initially using the -c option with a project. The specified project name or identifier is matched to one or more trees defined in /etc/projects, and these trees are then recursively descended to mark the affected inodes as being part of that tree - which sets inode flags and the project identifier on every file. Once this has been done, new files created in the tree will automatically be accounted to the tree based on their project identifier. An attempt to create a hard link to a file in the tree will only succeed if the project identifier matches the project identifer for the tree. The xfs_io utility can be used to set the project ID for an arbitrary file, but this can only be done by a privileged user. A previously setup tree can be cleared from project quota control through use of the -C option, which will recursively descend the tree, clearing the affected inodes from project quota control. The -c option can be used to check whether a tree is setup, it reports nothing if the tree is correct, otherwise it reports the paths of inodes which do not have the project ID of the rest of the tree, or if the inode flag is not set. The /etc/projid and /etc/projects file formats are simple, and described on the xfs_quota man page.
pl: wypisanie projektów lub ustanowienie drzewa projektu do zarz±dzania limitami Przyk³ad: 'project -c logfiles' (dopasowanie projektu 'logfiles' do katalogu i ustanowienie drzewa katalogów) Bez argumentów project wypisuje wszystkie projekty znalezione w pliku /etc/projects. Mechanizm quota dla projektów w XFS-ie mo¿e byæ u¿ywany do zaimplementowania formy limitów dla drzewa katalogów, gdzie podany katalog i wszystkie pliki i podkatalogi poni¿ej niego (czyli drzewo) mog± byæ ograniczone do u¿ywania podzbioru miejsca dostêpnego w systemie plików. Zarz±dzane drzewo musi byæ ustanowione pocz±tkowo przy u¿yciu opcji project -c. Podana nazwa lub identyfikator projektu jest dopasowywany do jednego lub wiêkszej liczby drzew zdefiniowanych w /etc/projects, a nastêpnie te drzewa s± rekurencyjnie przechodzone w celu oznaczenia i-wêz³ów jako bêd±cych czê¶ci± tego drzewa - co ustawia flagi i-wêz³ów i identyfikator projektu dla ka¿dego pliku. Po zrobieniu tego nowe pliki tworzone w drzewie bêd± automatycznie liczone jako czê¶æ drzewa o ich identyfikatorze projektu. Próba utworzenia dowi±zania zwyk³ego do pliku w drzewie powiedzie siê tylko je¶li identyfikator projektu pasuje do identyfikatora projektu drzewa. Mo¿na u¿yæ narzêdzia xfs_io do ustawienia ID projektu dla dowolnego pliku, ale mo¿e tego dokonaæ tylko uprzywilejowany u¿ytkownik. Poprzednio ustanowione drzewa mo¿na usun±æ z kontroli limitów projektu poprzez u¿ycie opcji -C, która rekurencyjnie przejdzie drzewo, usuwaj±c i-wêz³y spod kontroli limitów projektu. Opcji -c mo¿na u¿yæ do sprawdzenia czy drzewo zosta³o ustanowione - nie informuje o niczym je¶li drzewo jest poprawne, a w przeciwnym wypadku zg³asza ¶cie¿ki i-wêz³ów nie maj±ce ID projektu takiego jak reszta drzewa lub nie maj±ce ustawionej flagi. Format plików /etc/projid i /etc/projects jest prosty i opisany na stronie manuala xfs_quota.

source: %s - project identifier is not set (inode=%u, tree=%u)
pl: %s - identyfikator projektu nie ustawiony (i-wêze³=%u, drzewo=%u)

source: %s - project inheritance flag is not set
pl: %s - flaga dziedziczenia projektu nie ustawiona

source: %s: cannot clear project on %s: %s
pl: %s: nie mo¿na usun±æ projektu z %s: %s

source: %s: cannot set project on %s: %s
pl: %s: nie mo¿na ustawiæ projektu na %s: %s

source: Checking project %s (path %s)...
pl: Sprawdzanie projektu %s (¶cie¿ka %s)...

source: Setting up project %s (path %s)...
pl: Ustanawianie projektu %s (¶cie¿ka %s)...

source: Clearing project %s (path %s)...
pl: Usuwanie projektu %s (¶cie¿ka %s)...

source: Processed %d %s paths for project %s
pl: Przetworzono %d ¶cie¿ek %s dla projektu %s

source: projects file "%s" doesn't exist
pl: plik projektów "%s" nie istnieje

source: %s - no such project in %s
pl: %s - nie ma takiego projektu w %s

source: [-c|-s|-C] project ...
pl: [-c|-s|-C] projekt ...

source: check, setup or clear project quota trees
pl: sprawdzenie, ustanowienie lub usuniêcie drzew projektów

source: display a summary of filesystem ownership -a -- summarise for all local XFS filesystem mount points -c -- display three columns giving file size in kilobytes, number of files of that size, and cumulative total of kilobytes in that size or smaller file. The last row is used as an overflow bucket and is the total of all files greater than 500 kilobytes. -v -- display three columns containing the number of kilobytes not accessed in the last 30, 60, and 90 days. -g -- display group summary -p -- display project summary -u -- display user summary -b -- display number of blocks used -i -- display number of inodes used -r -- display number of realtime blocks used -n -- skip identifier-to-name translations, just report IDs -N -- suppress the initial header -f -- send output to a file The (optional) user/group/project can be specified either by name or by number (i.e. uid/gid/projid).
pl: wy¶wietlenie podsumowania w³asno¶ci systemu plików -a - podsumowanie dla wszystkich punktów montowania systemów plików XFS -c - wy¶wietlenie trzech kolumn z rozmiarem plików w kilobajtach, liczb± plików tego rozmiaru i sum± kilobajtów w plikach o tym lub mniejszym rozmiarze. Ostatni wiersz podsumowuje pliki wiêksze ni¿ 500 kilobajtów. -v - wy¶wietlenie trzech kolumn zawieraj±cych liczbê kilobajtów, do których nie by³o odwo³añ przez ostatnie 30, 60 i 90 dni. -g - wy¶wietlenie podsumowania dla grup -p - wy¶wietlenie podsumowania dla projektów -u - wy¶wietlenie podsumowania dla u¿ytkowników -b - wy¶wietlenie liczby wykorzystanych bloków -i - wy¶wietlenie liczby wykorzystanych i-wêz³ów -r - wy¶wietlenie liczby wykorzystanych blików realtime -n - pominiêcie t³umaczenia identyfikatorów na nazwy, wypisywanie ID -N - pominiêcie pocz±tkowego nag³ówka -f - zapisanie wyj¶cia do pliku (opcjonalny) u¿ytkownik/grupa/projekt mo¿e byæ podany za pomoc± nazwy lub numeru (tzn. uid/gid/projid).

source: [-bir] [-gpu] [-acv] [-f file]
pl: [-bir] [-gpu] [-acv] [-f plik]

source: summarize filesystem ownership
pl: podsumowanie w³asno¶ci systemu plików

source: display usage and quota information -g -- display group quota information -p -- display project quota information -u -- display user quota information -b -- display number of blocks used -i -- display number of inodes used -r -- display number of realtime blocks used -h -- report in a human-readable format -n -- skip identifier-to-name translations, just report IDs -N -- suppress the initial header -v -- increase verbosity in reporting (also dumps zero values) -f -- send output to a file The (optional) user/group/project can be specified either by name or by number (i.e. uid/gid/projid).
pl: wy¶wietlenie informacji o wykorzystaniu miejsca i limitach -g - wy¶wietlenie informacji o limitach grup -p - wy¶wietlenie informacji o limitach projektów -u - wy¶wietlenie informacji o limitach u¿ytkowników -b - wy¶wietlenie liczby wykorzystanych bloków -i - wy¶wietlenie liczby wykorzystanych i-wêz³ów -r - wy¶wietlenie liczby wykorzystanych bloków realtime -h - u¿ycie formatu czytelnego dla cz³owieka -n - pominiêcie t³umaczenia identyfikatorów na nazwy, wypisywanie ID -N - pominiêcie pocz±tkowego nag³ówka -v - zwiêkszenie szczegó³owo¶ci (wypisywanie tak¿e warto¶ci zerowych) -f - zapisanie wyj¶cia do pliku (opcjonalny) u¿ytkownik/grupa/projekt mo¿e byæ podany za pomoc± nazwy lub numeru (tzn. uid/gid/projid).

source: Disk quotas for %s %s (%u) Filesystem%s
pl: Limity dyskowe (quota) dla %s %s (%u) System plików%s

source: Blocks Quota Limit Warn/Time
pl: Bloki Quota Limit Czas ostrz.

source: Blocks Quota Limit Warn/Time
pl: Bloki Quota Limit Czas ostrz.

source: Files Quota Limit Warn/Time
pl: Pliki Quota Limit Czas ostrz.

source: Files Quota Limit Warn/Time
pl: Pliki Quota Limit Czas ostrz.

source: Realtime Quota Limit Warn/Time
pl: Realtime Quota Limit Czas ostrz.

source: Realtime Quota Limit Warn/Time
pl: Realtime Quota Limit Czas ostrz.

source: %s: cannot find user %s
pl: %s: nie mo¿na odnale¼æ u¿ytkownika %s

source: %s: cannot find group %s
pl: %s: nie mo¿na odnale¼æ grupy %s

source: %s: must specify a project name/ID
pl: %s: nale¿y podaæ nazwê/ID projektu

source: %s: cannot find project %s
pl: %s: nie mo¿na odnale¼æ projektu %s

source: [-bir] [-gpu] [-hnv] [-f file] [id|name]...
pl: [-bir] [-gpu] [-hnv] [-f plik] [id|nazwa]...

source: show usage and limits
pl: pokazanie wykorzystania i limitów

source: dump quota information for backup utilities
pl: zrzucenie informacji o limitach (quota) dla narzêdzi backupowych

source: create a backup file which contains quota limits information -g -- dump out group quota limits -p -- dump out project quota limits -u -- dump out user quota limits (default) -f -- write the dump out to the specified file
pl: utworzenie pliku kopii zapasowej zawieraj±cego informacje o limitach (quota) -g - zrzucenie limitów dla grup -p - zrzucenie limitów dla projektów -u - zrzucenie limitów dla u¿ytkowników (domy¶lne) -f - zapisanie zrzutu do podanego pliku

source: [-bir] [-gpu] [-ahnt] [-f file]
pl: [-bir] [-gpu] [-ahnt] [-f plik]

source: report filesystem quota information
pl: raportowanie informacji o limitach (quota) w systemie plików

source: report used space and inodes, and quota limits, for a filesystem Example: 'report -igh' (reports inode usage for all groups, in an easy-to-read format) This command is the equivalent of the traditional repquota command, which prints a summary of the disk usage and quotas for the current filesystem, or all filesystems. -a -- report for all mounted filesystems with quota enabled -h -- report in a human-readable format -n -- skip identifier-to-name translations, just report IDs -N -- suppress the header from the output -t -- terse output format, hides rows which are all zero -g -- report group usage and quota information -p -- report project usage and quota information -u -- report user usage and quota information -b -- report blocks-used information only -i -- report inodes-used information only -r -- report realtime-blocks-used information only
pl: informacje o wykorzystanym miejscu i i-wêz³ach, i limitach quota Przyk³ad: 'report -igh' (raport o wykorzystaniu i-wêz³ów dla wszystkich grup w czytelnym formacie) To polecenie jest odpowiednikiem tradycyjnego polecenia repquota, wypisuj±cego podsumowanie wykorzystania dysku i limitów dla bie¿±cego systemu plików lub wszystkich systemów plików. -a - informacje o wszystkich podmontowanych systemach plików z limitami -h - informacje w formacie czytelnym dla cz³owieka -n - pominiêcie t³umaczenia identyfikatorów na nazwy, wypisywanie ID -N - pominiêcie pocz±tkowego nag³ówka -t - zwiêz³y format, ukrycie wierszy zerowych -g - informacje o wykorzystanym miejscu i limitach dla grup -p - informacje o wykorzystanym miejscu i limitach dla projektów -p - informacje o wykorzystanym miejscu i limitach dla u¿ytkowników -b - tylko informacje o wykorzystanych blokach -i - tylko informacje o wykorzystanych i-wêz³ach -r - tylko informacje o wykorzystanych blokach realtime

source: %s quota on %s (%s)
pl: limit %s na %s (%s)

source: Used Soft Hard Warn/Grace
pl: U¿yto Miêkki Twardy Ostrze¿enie

source: Used Soft Hard Warn/Grace
pl: U¿yto Miêkki Twardy Ostrze¿enie

source: Used Soft Hard Warn/Grace
pl: U¿yto Miêkki Twardy Ostrze¿enie

source: Used Soft Hard Warn/ Grace
pl: U¿yto Miêkki Twardy Ostrze¿enie
